Repository: ximdex/ximdex
Catalog: src/I18n/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: An error occurred during copy process, information about process could be obtained
fr_fr: Une erreur est survenue pendant le processus de copie, des informations sur le processus ont pu être obtenues

source: %d nodes have been successfully copied
fr_fr: %d nœuds ont été copiés avec succès

source: %d nodes have not been copied because of lack of permits
fr_fr: %d nœuds n'ont pas été copiés en raison d'un manque de permission

source: %d nodes have not been copied because of lack of XML info
fr_fr: %d nœuds n'ont pas été copiés en raison du manque d'informations XML

source: %d nodes have not been copied because its parents have not been imported
fr_fr: %d nœuds n'ont pas été copiés car leurs parents n'ont pas été importés

source: %d nodes have not been copied because they are not allowed into the requested parent
fr_fr: %d nœuds n'ont pas été copiés car ils ne sont pas autorisés dans le parent demandé

source: You don't have enough permissions to modify the user role
fr_fr: Vous n'avez pas assez d'autorisations pour modifier le rôle de l'utilisateur

source: User has been successfully modified
fr_fr: L'utilisateur a été modifié avec succès

source: Document <strong>%s</strong> has been successfully expired
fr_fr: Le document <strong>%s</strong> a expiré avec succès

source: Number of times each action is exectuted
fr_fr: Nombre de fois que chaque action est effectuée

source: Times
fr_fr: Fois

source: Average times of each action
fr_fr: Temps moyen de chaque action

source: Average (ms)
fr_fr: Moyenne (ms)

source: Name
fr_fr: Nom

source: Server name
fr_fr: Nom du serveur

source: Path
fr_fr: Chemin

source: Content
fr_fr: Contenu

source: Nodetype
fr_fr: Type de noeud

source: Creation date
fr_fr: Date de création

source: Version date
fr_fr: Date de la version

source: Publication date
fr_fr: Date de publication

source: contains
fr_fr: contient

source: does not contain
fr_fr: ne contient pas

source: equal to
fr_fr: égal a

source: not equal to
fr_fr: n'est pas égal a

source: begins with
fr_fr: commence par

source: ends with
fr_fr: fini par

source: is
fr_fr: est

source: before than
fr_fr: avant que

source: after than
fr_fr: après que

source: in the range
fr_fr: comprit entre

source: Text
fr_fr: Texte

source: Theme
fr_fr: Thème

source: Created
fr_fr: Créé

source: Modified
fr_fr: Modifié

source: The operation has failed: %s
fr_fr: L'opération a échoué: %s

source: has been successfully created
fr_fr: a été créé avec succès

source: Ximlet with identity
fr_fr: Ximlet avec identité

source: has been deleted
fr_fr: a été supprimé

source: has been associated with section
fr_fr: a été associé a la section

source: has not been associated with section
fr_fr: n'a pas été associé a la section

source: No sections have been selected to be dissasociated.
fr_fr: Aucune section n'a été sélectionnée pour être dissociée.

source: has been disassociated with ximLet
fr_fr: a été dissocié avec ximLet

source: has not been disassociated with ximLet
fr_fr: n'a pas été dissocié avec ximLet

source: Channel has been succesfully inserted
fr_fr: Le canal a été inséré avec succès

source: No physical server has been defined in '%s'
fr_fr: Aucun serveur physique n'a été défini dans '%s'

source: Following documents and sections are going to be published:
fr_fr: Les documents et sections suivants vont être publiés:

source: Are you sure you want to publish?
fr_fr: Êtes-vous sûr de vouloir publier?

source: The node has been successfully sent to publish
fr_fr: Le noeud a été envoyé avec succès pour publier

source: Error: Role which you want to associate with workflow status could not be found
fr_fr: Erreur: Le rôle que vous souhaitez associer au statut du flux de travail n'a pas pu être trouvé

source: IdRole has not been found in action modifyrolestate
fr_fr: IdRole n'a pas été trouvé en action modifyrolestate

source: Role has been successfully associated with workflow status
fr_fr: Le rôle a été associé avec succès a l'état du flux de travail

source: Any role has been selected to be deleted
fr_fr: Tout rôle a été sélectionné pour être supprimé

source: Node could not be successfully loaded
fr_fr: Le noeud n'a pas pu être chargé avec succès

source: Node name has been successfully updated
fr_fr: Le nom du noeud a été mis a jour avec succès

source: Node name could not be updated
fr_fr: Le nom du noeud n'a pas pu être mis a jour

source: Alias for language %s has been successfully updated
fr_fr: L'alias pour la langue %s a été mis a jour avec succès

source: Any node will change its workflow status
fr_fr: Tout noeud va changer son statut de workflow

source: Nodes which are going to change their workflow status:
fr_fr: Les nœuds qui vont changer leur statut de flux:

source: If you perform this modification, workflow status of node <b>%s</b> will be modified.
fr_fr: Si vous effectuez cette modification, l'état du flux de travail du noeud <b>%s</b> sera modifié.

source: Control center permissions
fr_fr: Autorisations du centre de contrôle

source: Changes have been successfully performed.
fr_fr: Les modifications ont été effectuées avec succès.

source: have been successfully published
fr_fr: ont été publiés avec succès

source: have not been published, because of an error during process
fr_fr: n'ont pas été publiés, en raison d'une erreur pendant le processus

source: have not been published because they are already published on its most recent version
fr_fr: n'ont pas été publiés car ils sont déjà publiés sur sa version la plus récente

source: The document which is trying to be edited does not exist
fr_fr: Le document qui essaie d'être édité n'existe pas

source: Inserted passwords do not match, the user could not be created
fr_fr: Les mots de passe insérés ne correspondent pas, l'utilisateur n'a pas pu être créé

source: User has been successfully inserted
fr_fr: L'utilisateur a été inséré avec succès

source: User has been successfully deleted
fr_fr: L'utilisateur a été supprimé avec succès

source: Link has been successfully added
fr_fr: Le lien a été ajouté avec succès

source: Idnode does not arrive
fr_fr: L'id du noeud n'arrive pas

source: Instantiated node has not idNode
fr_fr: Le noeud instancié n'a pas idNode

source: Label cannot be associated with version, empty idnode
fr_fr: L'étiquette ne peut pas être associée a la version, idnode vide

source: Wrong label value
fr_fr: Mauvaise valeur de l'étiquette

source: Id version has not been found in the association of labels with versions
fr_fr: La version de l'ID n'a pas été trouvée dans l'association d'étiquettes avec des versions

source: Labels are going to be associated with version
fr_fr: Les étiquettes vont être associées a la version

source: It is associated IdVersion
fr_fr: Il est associé a IdVersion

source: with label
fr_fr: avec étiquette

source: Correct association
fr_fr: Association correcte

source: m-d-Y H:i:s
fr_fr: d-m-Y H:i:s

source: mm-dd-yy H:i
fr_fr: dd-mm-yy H:i

source: Validity start
fr_fr: Début de validité

source: Validity end
fr_fr: Finde validité

source: Now
fr_fr: Maintenant

source: Undetermined
fr_fr: Indeterminé

source: No expire
fr_fr: Pas d'expiration

source: Reload node
fr_fr: Recharger les nœuds

source: The document has been saved
fr_fr: Le document a été sauvegardé

source: All the tags have been properly associated.
fr_fr: Toutes les étiquettes ont été correctement associées.

source: List of available packages:
fr_fr: Liste des paquets disponibles:

source: Root node where importation data will be dumped
fr_fr: Noeud racine où les données d'importation seront sauvegardées

source: Name of package which you would like to import
fr_fr: Nom du package que vous souhaitez importer

source: User which will execute the importation
fr_fr: Utilisateur qui va exécuter l'importation

source: User password to use from interface
fr_fr: Mot de passe utilisateur a utiliser depuis l'interface

source: Information mode for the interface
fr_fr: Mode d'information pour l'interface

source: Instant execution mode for the interface
fr_fr: Mode d'exécution instantanée pour l'interface

source: Maximun level of recurrence you would like to import
fr_fr: Niveau de récurrence maximal que vous souhaitez importer

source: Association of channels, languages and groups that are going to be made when importing (format: idSourceNode1=idDestinyNode1, idSourceNode2=idDestinyNode2, ...)
fr_fr: Association des canaux, langages et groupes qui vont être créés lors de l'importation (format: idSourceNode1 = idDestinyNode1, idSourceNode2 = idDestinyNode2, ...)

source: Node of exportation package from which you would like to start the importation
fr_fr: Noeud d'exportation a partir duquel vous souhaitez commencer l'importation

source: If it is accompained of value 1 (--processFirstNode 1) it will be tried to insert the first node, otherwise, it will just checked if it is compatible with the first exportation node
fr_fr: S'il est accompagné de la valeur 1 (--processFirstNode 1) on essayera d'insérer le premier noeud, sinon, il faudra simplement vérifier s'il est compatible avec le premier noeud d'exportation

source: (--copyMode 1) It indicates if available nodes in ximdex are going to be used when dependencies could not been resolved, in the case of not resolved links the node will be resolved with an -3 error
fr_fr: (--copyMode 1) Il indique si les nœuds disponibles dans ximdex vont être utilisés lorsque les dépendances n'ont pas pu être résolues, dans le cas de liens non résolus, le nœud sera résolu avec une erreur -3

source: Password:
fr_fr: Mot de passe:

source: Incorrect login
fr_fr: Login incorrect

source: Information about root node:
fr_fr: Informations sur le noeud racine:

source: Do you want to continue with process? (Y/n)
fr_fr: Voulez-vous continuer avec le processus? (O / n)

source: Import process has been avoided due to user request
fr_fr: Le processus d'importation a été évité en raison de la demande de l'utilisateur

source: It is suggested to launch below the next packages: %s
fr_fr: Il est suggéré de lancer ci-dessous les paquets suivants: %s

source: These nodes %s have been successfully imported
fr_fr: Ces nœuds %s ont été importés avec succès

source: These nodes %s have not been imported
fr_fr: Ces nœuds %s n'ont pas été importés

source: %s node/s because of lack of permits
fr_fr: %s noeud/s en raison du manque d'autorisations

source: %s node/s because of lack of info in the xml
fr_fr: %s noeud/s en raison du manque d'informations dans le fichier XML

source: %s node/s because its parent has not been inserted
fr_fr: %s noeud/s car son parent n'a pas été inséré

source: %s node/s because have not been allowed (it is not scheduled in NodeAllowedContents)
fr_fr: %s noeud/s car ils n'ont pas été autorisés (il n'est pas planifié dans NodeAllowedContents)

source: The elapsed time by procedure has been %s seconds
fr_fr: Le temps écoulé par la procédure a été de %s secondes

source: Node where export is starting
fr_fr: Noeud où l'exportation commence

source: If this param is not indicated, the recursivity level is infinite, if a recursivity value is specified, this will be the limit
fr_fr: Si ce param n'est pas indiqué, le niveau de récursivité est infini, si une valeur de récursivité est spécifiée, ce sera la limite

source: Package name, if it is not specified, a timestamp will be used
fr_fr: Nom du package, s'il n'est pas spécifié, un horodatage sera utilisé

source: Only export information is returned
fr_fr: Seules les informations d'exportation sont renvoyées

source: Process is executed without asking for confirmation
fr_fr: Le processus est exécuté sans demander de confirmation

source: Info about next nodes are going to be exported:
fr_fr: Les informations sur les prochains nœuds vont être exportées:

source: Do you want to continue with this process? (Y/n)
fr_fr: Voulez-vous continuer avec ce processus? (O / n)

source: Obtaining information for project...
fr_fr: Obtention d'informations pour le projet ...

source: Writting information of backup...
fr_fr: Ecrire des informations de sauvegarde ...

source: Elapsed time has been of %s seconds
fr_fr: Le temps écoulé a été de %s secondes

source: Generated package has been %s
fr_fr: Le paquet généré a été %s

source: Name of the package from where to get information
fr_fr: Nom du paquet d'où obtenir des informations

source: Showing a list of package nodes with the format IdNode, State (usage --nodeList 1)
fr_fr: Affichage d'une liste de noeuds de package au format IdNode, State (utilisation --nodeList 1)

source: This param should be used with the param --nodeList, and it shows just the nodes which are in a determined state (-1, -2, -3, -4). -1 Not inserted due to a lack of permits, -2 General error, -3 Father node not resolved, -4 Node destiny not allowed, 0 Node successfully inserted
fr_fr: Ce param doit être utilisé avec la liste param --nodeList, et il montre uniquement les nœuds qui sont dans un état déterminé (-1, -2, -3, -4). -1 Non inséré en raison d'un manque de permis, -2 Erreur générale, -3 Noeud père non résolu, -4 Noeud destin non autorisé, 0 Noeud inséré avec succès

source: The package %s has not been imported with ximIO
fr_fr: Le package %s n'a pas été importé avec ximIO

source: %d nodes has been successfully imported
fr_fr: %d nœuds a été importé avec succès

source: %d nodes has not been successfully imported due to a lack of permits
fr_fr: %d nœuds n'a pas été importé avec succès en raison d'un manque d'autorisations

source: %d nodes has not been successfully imported due to a lack of information in the XML
fr_fr: %d nœuds n'a pas été importé avec succès en raison d'un manque d'informations dans XML

source: %d nodes has not been successfully imported due to its father was not inserted
fr_fr: %d nœuds n'a pas été importé avec succès car son père n'a pas été inséré

source: %d nodes has not been successfully imported due to they were not allowed in its father (NodeAllowedContents restriction)
fr_fr: %d nœuds n'a pas été importé avec succès car ils n'étaient pas autorisés dans son père (restriction NodeAllowedContents)

source: Node, Status
fr_fr: Noeud, statut

source: The name of the package to update should be introduced
fr_fr: Le nom du paquet a mettre a jour devrait être introduit

source: It indicates if the package will be auto-deleted or not once consolidation is finished, by default is 1
fr_fr: Il indique si le paquet sera supprimé automatiquement ou non une fois la consolidation terminée, par défaut c'est 1

source: It is going to proceed the content importation of nodes for package
fr_fr: Il va procéder a l'importation de contenu des noeuds pour le paquet

source: Do you want to continue with the process? (Y/n)
fr_fr: Voulez-vous continuer avec le processus? (O / n)

source: The importation process has been aborted as user applied
fr_fr: Le processus d'importation a été annulé lorsque l'utilisateur a appliqué

source: The time consumed by the process has been of %s seconds
fr_fr: Le temps consommé par le processus a été de %s secondes

source: Specified node is not correct
fr_fr: Le noeud spécifié n'est pas correct

source: Specified name to export should meet the following pattern
fr_fr: Le nom spécifié a exporter doit respecter le modèle suivant

source: It has been executed the command:
fr_fr: Il a été exécuté la commande:

source: Available command to execute, to see a list, type --mode without command
fr_fr: Commande disponible pour exécuter, pour voir une liste, tapez --mode sans commande

source: The param --mode is obligatory
fr_fr: Le param --mode est obligatoire

source: Available modes are:
fr_fr: Les modes disponibles sont:

source: Name of package to delete
fr_fr: Nom du package a supprimer

source: Element to delete, possible values are ONLY_FILES, which deletes the importation package only from the hard disk, ONLY_DB, which deletes just the importation associations from the database
fr_fr: Élément a supprimer, les valeurs possibles sont ONLY_FILES, ce qui supprime le package d'importation uniquement du disque dur, ONLY_DB, qui supprime uniquement les associations d'importation de la base de données.

source: Analysing data:
fr_fr: Analyser les données:

source: Checking if the importation folder exists
fr_fr: Vérifier si le dossier d'importation existe

source: The data of the package %s are going to be deleted
fr_fr: Les données du paquet %s vont être supprimées

source: The package %s has been deleted from the folder
fr_fr: Le package %s a été supprimé du dossier

source: Checking package in database...
fr_fr: Vérification du package dans la base de données ...

source: Importation information not found in database
fr_fr: Informations d'importation introuvables dans la base de données

source: Importation package %s is going to be deleted from ximIO association tables
fr_fr: Le paquet d'importation %s va être supprimé des tables d'association ximIO

source: Unexpected error occured, several packages with same name were found
fr_fr: Une erreur inattendue est survenue, plusieurs paquets avec le même nom ont été trouvés

source: Errors:
fr_fr: Erreurs:

source: Warnings:
fr_fr: Avertissements:

source: Errors and Warnings occured, do you want to continue with the process? (Y/n)
fr_fr: Des erreurs et des avertissements sont survenus, voulez-vous continuer le processus? (O / n)

source: Aborting process due to user request.
fr_fr: Abandon du processus en raison de la demande de l'utilisateur.

source: Error deleting the file %s
fr_fr: Erreur lors de la suppression du fichier %s

source: Error al eliminar la carpeta %s
fr_fr: Erreur lors de la suppression du dossier %s

source: Deleting information about the package
fr_fr: Suppression d'informations sur le paquet

source: Folder information will not be deleted
fr_fr: Les informations de dossier ne seront pas supprimées

source: Data successfully deleted from XimIOExportations
fr_fr: Les données ont bien été supprimées de XimIOExportations

source: Importation data could not been deleted from XimIOExportations
fr_fr: Les données d'importation n'ont pas pu être supprimées de XimIOExportations

source: %s associations successfully deleted from XimIONodeTranslations
fr_fr: Les associations %s ont bien été supprimées de XimIONodeTranslations

source: Associations could not been deleted from XimIONodeTranslations
fr_fr: Les associations n'ont pas pu être supprimées de XimIONodeTranslations

source: Importation information will not be deleted
fr_fr: Les informations d'importation ne seront pas supprimées

source: Starting the decompression of files of the package
fr_fr: Commencer la décompression des fichiers du paquet

source: Ignoring unexisting file
fr_fr: Ignorer le fichier inexistant

source: The document %s with id %s could not been imported due to it could not been loaded
fr_fr: Le document %s avec l'identifiant %s n'a pas pu être importé car il n'a pas pu être chargé

source: Execution mode could not been estimated
fr_fr: Le mode d'exécution n'a pas pu être estimé

source: Content of document %s with filepath %s could not been obtained
fr_fr: Le contenu du document %s avec filepath %s n'a pas pu être obtenu

source: The association %s=%s has been dismissed due to the node %s is not existing in the destiny ximdex
fr_fr: L'association %s=%s a été rejetée car le noeud %s n'existe pas dans le destin ximdex

source: The association %s=%s has been dismissed due to the source node %s is not of the same type than the destiny one or type could not been estimated
fr_fr: L'association %s=%s a été rejetée car le noeud source %s n'est pas du même type que le destin ou le type n'a pas pu être estimé

source: XML error: %s at line %d
fr_fr: Erreur XML: %s a la ligne %d

source: Exportation identifier could not been obtained
fr_fr: L'identifiant d'exportation n'a pas pu être obtenu

source: %s_copy_%d%s
fr_fr: %s_copie_%d%s

source: The init nodes of exportation and importation are not compatible, check if using the param --processFirstNode 1 is needed
fr_fr: Les noeuds init de l'export et de l'import ne sont pas compatibles, vérifiez si vous utilisez le param --processFirstNode 1

source: Incomplete information about root node has been provided
fr_fr: Des informations incomplètes sur le noeud racine ont été fournies

source: No valid user to perform the importation found
fr_fr: Aucun utilisateur valide pour effectuer l'importation trouvée

source: Error inserting the node
fr_fr: Erreur lors de l'insertion du noeud

source: No se ha podido resolver el template
fr_fr: Le template n'a pas pu être résolu

source: No pvd could be successfully estimated for the node
fr_fr: Aucun pvd n'a pu être estimé avec succès pour le noeud

source: An inconsistency was found in database, there are several UUID in NodeProperties table with same value
fr_fr: Une incohérence a été trouvée dans la base de données, il y a plusieurs UUID dans la table NodeProperties avec la même valeur

source: The node %s does not exist
fr_fr: Le noeud %s n'existe pas

source: The node %s does not exists or is not included inside of %s
fr_fr: Le noeud %s n'existe pas ou n'est pas inclus dans %s

source: Error creating the backup folder, check data folder permits and user&#39;s ones configured in Apache server are compatible.
fr_fr: Erreur lors de la création du dossier de sauvegarde, vérifiez les autorisations du dossier de données et celles de l'utilisateur configurées dans le serveur Apache sontcompatibles.

source: The exportation that has as origin the node %s contains %d nodes
fr_fr: L'exportation qui a pour origine le noeud %s contient %d nœuds

source: An error occurred when prioritizing the batch.
fr_fr: Une erreur s'est produite lors de la priorisation du lot.

source: Batch #
fr_fr: Lot #

source: has been prioritized.
fr_fr: a été priorisé.

source: An error occurred when lowering the batch priority.
fr_fr: Une erreur s'est produite lors de la réduction de la priorité du lot.

source: Batch priority has been lowered
fr_fr: La priorité des lots a été abaissée

source: An error occurred while deactivating batch.
fr_fr: Une erreur est survenue lors de la désactivation du lot.

source: All batches have been disabled.
fr_fr: Tous les lots ont été désactivés.

source: have been disabled.
fr_fr: ont été désactivés.

source: An error occurred while activating batch.
fr_fr: Une erreur s'est produite lors de l'activation du lot.

source: All batches have been actived.
fr_fr: Tous les lots ont été activés.

source: has been actived.
fr_fr: a été activé.

source: Click here
fr_fr: Cliquez ici

source: You do not have access to this report. Consult an administrator
fr_fr: Vous n'avez pas accès a ce rapport. Consulter un administrateur

source: Waiting
fr_fr: Attendre

source: In Time
fr_fr: a l'heure

source: Ended
fr_fr: Terminé

source: Pending
fr_fr: en attentant

source: Ready to publish
fr_fr: Prêt a publier

source: With error
fr_fr: Avec une erreur

source: Being published
fr_fr: Être publié

source: Ready to unpublish
fr_fr: Prêt a annuler la publication

source: Being unpublished
fr_fr: Être dépublié

source: Published
fr_fr: Publié

source: Unpublished
fr_fr: Dépublié

source: Replaced
fr_fr: Remplacé

source: Deleted
fr_fr: Supprimé

source: Cancelled
fr_fr: Annulé

source: Pumper %s does not exist
fr_fr: Le pumper %s n'existe pas

source: Creating serverError
fr_fr: Création de serverError

source: Server %d has %d cycles inactive
fr_fr: Le serveur %d a %d cycles inactifs

source: Error in DB:
fr_fr: Erreur dans la BDD:

source: is active
fr_fr: est actif

source: is stopped
fr_fr: est stoppé

source: Disabling server
fr_fr: Désactivation du serveur

source: Enabling server
fr_fr: Activation du serveur

source: Setting ServerFrames to Due2In/Out to retry pumping
fr_fr: Définition de ServerFrames a Due2In/Out pour réessayer le pompage
