Repository: ximdex/ximdex
Catalog: src/I18n/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Ximlet tool initialized
fr_fr: L'outil Ximlet a été initialisé

source: ERROR while finding Ximlets.
fr_fr: ERREUR lors de la recherche de Ximlets.

source: WARNING: You are going to edit a ximlet which is linked to a section. This action will affect to all the section documents. Are you sure you want to continue?
fr_fr: ATTENTION: Vous allez éditer un ximlet lié a une section. Cette action affectera a tous les documents de section. Es-tu sur de vouloir continuer?

source: Do you want to edit the Ximlet in a new tab?
fr_fr: Voulez-vous modifier le Ximlet dans un nouvel onglet?

source: Insert element
fr_fr: Insérer l'élément

source: Remove element
fr_fr: Supprimer l'élement

source: Create table
fr_fr: Créer une table

source: Remove table
fr_fr: Supprimer une table

source: Table properties
fr_fr: Propriétés de la table

source: Add item:
fr_fr: Ajouter un item:

source: Properties of
fr_fr: Propriétés de

source: Remove item:
fr_fr: Supprimer l'item:

source: Remove list
fr_fr: Supprimer la liste

source: List properties
fr_fr: Propriétés de la liste

source: XimdocContextMenuTool tool initialized
fr_fr: Outil XimdocContextMenuTool initialisé

source: Apply:
fr_fr: Appliquer:

source: Spell checking
fr_fr: Vérification orthographique

source: Leave word
fr_fr: Laisser un mot

source: as it.
fr_fr: comme ça.

source: Replace
fr_fr: Remplacer

source: by
fr_fr: par

source: ANNOTATION MENU
fr_fr: MENU D'ANNOTATION

source: Annotate word
fr_fr: Annoter le mot

source: Remove
fr_fr: Supprimer

source: Do not apply:
fr_fr: Ne pas appliquer:

source: Add sibling:
fr_fr: Ajouter un frère:

source: Add child:
fr_fr: Ajouter un enfant:

source: Toggle
fr_fr: Basculer

source: Edit ximlet content
fr_fr: Modifier le contenu du ximlet

source: Annotation Rdfa tool initialized
fr_fr: Outil d'annotation Rdfa initialisé

source: Exception while processing updateState on ${id}: ${msg}
fr_fr: Exception lors du traitement de UpdateState sur ${id}: ${msg}

source: ERROR: Trying to apply an element to more than one selected elements.
fr_fr: ERREUR: Essayer d'appliquer un élément a plusieurs éléments sélectionnés.

source: Disapply element
fr_fr: Éliminer un élément

source: Paste element
fr_fr: Coller l'élement

source: View changed to
fr_fr: Vue modifiée en

source: Show preview
fr_fr: Afficher l'aperçu

source: Error obtaining preview.
fr_fr: Erreur lors de l'obtention de l'aperçu

source: Elements not found in Relax-ng schema:
fr_fr: Éléments introuvables dans le schéma Relax-ng:

source: <h2>Document cannot be validated! It contains the following errors:</h2>
fr_fr: <h2> Le document ne peut pas être validé! Il contient les erreurs suivantes: </ h2>

source: Document cannot be validated!
fr_fr: Le document ne peut pas être validé!

source: XSL stylesheet cannot be imported. Changing to tree view.
fr_fr: La feuille de style XSL ne peut pas être importée. Passer a l'arborescence.

source: No valid XSLT templates or no docxap template detected. Changing back to tree view.
fr_fr: Aucun modèle XSLT valide ou aucun modèle docxap détecté. Revenir a l'arborescence.

source: Exception while processing beforeTransform on ${id}: ${msg}
fr_fr: Exception lors du traitement de beforeTransform sur ${id}: ${msg}

source: Exception while processing afterTransform on ${id}: ${msg}
fr_fr: Exception lors du traitement de afterTransform sur ${id}: ${msg}

source: Last check
fr_fr: Dernière vérification

source: You are going to delete a node. Would you like to continue?
fr_fr: Vous allez supprimer un noeud. Voulez-vous continuer?

source: Attention! If you uncheck any folder, Ximdex CMS would delete all the contained files of that folder.
fr_fr: Attention! Si vous décochez un dossier, Ximdex CMS supprimera tous les fichiers contenus de ce dossier.

source: Search results
fr_fr: Résultats de la recherche

source: Select nodes
fr_fr: Sélectionner des nœuds

source: Invalid string. Expecting an alphanumeric value without whitespaces.
fr_fr: Chaîne non valide Attendre une valeur alphanumérique sans espaces.

source: This is the navigation area. Here, different views can be chosen
fr_fr: C'est la zone de navigation. Ici, différentes vues peuvent être choisies

source: Clicking this tab, Project view is activated
fr_fr: En cliquant sur cet onglet, la vue Projet est activée

source: Clicking this tab, Control center view is activated
fr_fr: En cliquant sur cet onglet, la vue Centre de contrôle est activée

source: Clicking this tab, Module view is activated
fr_fr: En cliquant sur cet onglet, la vue Module est activée

source: In Project view, it can be chosen between Tree view...
fr_fr: En mode Projet, il peut être choisi entre l'arborescence ...

source: ... Table view...
fr_fr: ... Vue de la table ...

source: ... or List view...
fr_fr: ... ou vue en liste ...

source: ParentId
fr_fr: Id du Parent

source: Node type
fr_fr: Type de noeud

source: Creation
fr_fr: Création

source: Icon
fr_fr: Icône

source: Projects
fr_fr: Projets

source: Select a container
fr_fr: Sélectionnez un conteneur

source: You are going to clear the current content. It won't be removed until you save the data. Are you sure?
fr_fr: Vous allez effacer le contenu actuel. Il ne sera pas supprimé tant que vous n'aurez pas sauvegardé les données. Êtes-vous sûr?

source: <option>Select a label</option>
fr_fr: <option>Sélectionnez une étiquette</option>

source: All
fr_fr: Tout

source: None
fr_fr: Aucun

source: Invert
fr_fr: Inverser

source: Renderer not valid
fr_fr: Rendu non valide

source: Internal server error
fr_fr: Erreur Interne du Serveur

source: A node with this name already exists for current parent node.
fr_fr: Un nœud portant ce nom existe déjà pour le nœud parent actuel.

source: A link with this url already exists.
fr_fr: Un lien avec cette URL existe déjà.

source: Close all tabs
fr_fr: Fermer tous les onglets

source: The validity end date of
fr_fr: La date de fin de validité de

source: must be at least one minute after validity start date
fr_fr: doit être au moins une minute après la date de début de validité

source: The validity end date must be at least one minute after validity end start
fr_fr: La date de fin de validité doit être au moins une minute après la fin de validité.

source: Node Info
fr_fr: Infos du noeud

source: Move node
fr_fr: Déplacer le noeud

source: Add files
fr_fr: Ajouter des fichiers

source: No search was performed.
fr_fr: Aucune recherche n'a été effectuée.

source: Advanced search
fr_fr: Recherche avancée

source: Results
fr_fr: Résultats

source: Show
fr_fr: montrer

source: No filter was indicated
fr_fr: Aucun filtre n'a été indiqué

source: Control center
fr_fr: Centre de control

source: Welcome to the brand new Ximdex 3.5!
fr_fr: Bienvenue dans le tout nouveau Ximdex 3.5!

source: Tree
fr_fr: Arbre

source: Grid
fr_fr: Grille

source: List
fr_fr: Liste

source: Inactivity period reached
fr_fr: Période d'inactivité atteinte

source: You have reached the limit of inactivity period. Please, re-authenticate again in order to continue working.
fr_fr: Vous avez atteint la limite de la période d'inactivité. Merci de vous ré-authentifier a nouveau afin de continuer a travailler.

source: We have noticed some compatibility issues with your current browser. For now, some features just work fully fine in Firefox 4 or higher.<br/>Please, log in with Mozilla Firefox Browser.
fr_fr: Nous avons remarqué quelques problèmes de compatibilité avec votre navigateur actuel. Pour l'instant, certaines fonctionnalités fonctionnent parfaitement dans Firefox 4 ou supérieur.<br/>Connectez-vous avec Mozilla Firefox Browser.

source: Rotate
fr_fr: Tourner

source: Crop marks
fr_fr: Marques de culture

source: An error was found, please try again.
fr_fr: Une erreur a été trouvée, veuillez réessayer.

source: Upload
fr_fr: Uploader

source: Clear
fr_fr: Effacer

source: Insert
fr_fr: Inserer

source: Enter a link
fr_fr: Entrer un lien

source: Table head
fr_fr: Tête de la table

source: Table body (columns)
fr_fr: Corps de la table

source: Table foot
fr_fr: Pied de la table

source: No styles available for this tag
fr_fr: Aucun style disponible pour ce tag

source: Apply
fr_fr: Appliquer

source: Value
fr_fr: Valeur

source: Your changes have not been saved, do you really want to lose them?
fr_fr: Vos modifications n'ont pas été enregistrées, voulez-vous vraiment les perdre?

source: Paste YouTube or Vimeo URL
fr_fr: Coller l'URL YouTube ou Vimeo

source: hello
fr_fr: Bonjour

source: goodbye
fr_fr: Au revoir

source: subtract
fr_fr: soustraire

source: add
fr_fr: ajouter

source: Cancelar
fr_fr: Annuler

source: Aceptar
fr_fr: Accepter

source: ¿Desea continuar?
fr_fr: Voulez-vous continuer?

source: Continuar
fr_fr: Continuer

source: Subir
fr_fr: Importer

source: Step
fr_fr: Etape

source: We're going to show you in a few steps the basic features of Ximdex. Let's go!
fr_fr: Nous allons vous montrer en quelques étapes les fonctionnalités de base de Ximdex. Allons-y!

source: Hello
fr_fr: Bonjour

source: , first time here?
fr_fr: , 1ere fois ici?

source: Start the tour
fr_fr: Commencer la visite

source: Dont show this again.
fr_fr: Ne plus montrer cela.

source: Previous
fr_fr: Précedent

source: Next
fr_fr: Suivant

source: Restart the tour
fr_fr: Re-commencer la visite

source: End the tour
fr_fr: Terminer la visite

source: Languages
fr_fr: Langues

source: Use inherited languages
fr_fr: Utiliser les langues héritées

source: Overwrite inherited languages
fr_fr: Écraser les langues héritées

source: Available project languages
fr_fr: Langues du projet disponibles

source: Associate language recursively with all documents below
fr_fr: Associer récursivement la langue avec tous les documents ci-dessous

source: Channels
fr_fr: Chaines

source: Use inherited channels
fr_fr: Utiliser les chaînes héritées

source: Overwrite inherited channels
fr_fr: Écraser les chaînes héritées

source: Available project channels
fr_fr: Chaines du projet disponibles

source: Associate channel recursively with all documents below
fr_fr: Associer récursivement la chaîne avec tous les documents ci-dessous

source: Edit properties
fr_fr: Modifier les propriétés

source: Changes will not be undone.
fr_fr: Les modifications ne seront pas annulées.

source: Manage servers
fr_fr: Gérer les serveurs

source: Create new server
fr_fr: Créer un nouveau serveur

source: New server name
fr_fr: Nom du nouveau serveur

source: Enabled
fr_fr: Activée

source: Preview server
fr_fr: Aperçu du serveur

source: Connection
fr_fr: Connexion

source: URL or IP
fr_fr: URL ou IP

source: Web URL
fr_fr: URL Web

source: Absolute URLs
fr_fr: URL absolues

source: User
fr_fr: Utilisateur

source: Password
fr_fr: Mot de passe

source: Only to change the actual one
fr_fr: Seulement pour changer le réel

source: Encoding
fr_fr: Encodage

source: There are no channels associated to this project
fr_fr: Il n'y a pas de chaînes associées a ce projet

source: Next state
fr_fr: Etat suivant

source: The document has been moved to the next state.
fr_fr: Le document a été déplacé vers l'état suivant.

source: <i>pcntl_fork</i> and <i>pcntl_waitpid</i> required functions are both disabled
fr_fr: Les fonctions obligatoires <i>pcntl_fork</i> et <i>pcntl_waitpid</i> sont désactivées

source: This could cause a slow and unstable publishing. Please, check the <i>php.ini</i> configuration file or contact with your system administrator
fr_fr: Cela pourrait provoquer une publication lente et instable. Vérifiez le fichier de configuration <i>php.ini</i> ou contactez votre administrateur système

source: Force publication is enabled in global config. This could cause slow publication. Please check synchro.conf file
fr_fr: La publication forcée est activée dans la configuration globale. Cela pourrait entraîner une publication lente. Veuillez vérifier le fichier synchro.conf

source: from
fr_fr: de

source: to
fr_fr: a

source: Publish all linked elements.
fr_fr: Publiez tous les éléments liés.

source: Publish until a certain depth level
fr_fr: Publier jusqu'a un certain niveau de profondeur

source: Ignore structure: css, images, scripts(0 deep level ignores the structure).
fr_fr: Ignorer la structure: css, images, scripts (0 niveau profond ignore la structure).

source: Use drafts(minor) versions, instead of major(1.0, 2.0, 3.0, etc).
fr_fr: Utilisez des versions de brouillons (mineures), au lieu de majeures (1.0, 2.0, 3.0, etc.).

source: Force republish
fr_fr: Forcer la republication

source: Send notifications
fr_fr: Envoyer des notifications

source: Group
fr_fr: Groupe

source: Users
fr_fr: Utilisateurs

source: Comments
fr_fr: Commentaires

source: Scheduled publications
fr_fr: Publications planifiées

source: From
fr_fr: De

source: To
fr_fr: A

source: You don't have scheduled publications yet
fr_fr: Vous n'avez pas encore de publications programmées

source: Warning: The last publication window has not defined any end-date
fr_fr: Attention: La dernière fenêtre de publication n'a défini aucune date de fin

source: Do you want to set the begin-date of the new window as the end-date of the previous window?
fr_fr: Voulez-vous définir la date de début de la nouvelle fenêtre comme la date de fin de la fenêtre précédente?

source: The linked file should be selected in order to publicate the file
fr_fr: Le fichier lié doit être sélectionné afin de publier le fichier

source: The publication cycle of the selected document is currently linked to the document
fr_fr: Le cycle de publication du document sélectionné est actuellement lié au document

source: Do you want to move this file
fr_fr: Voulez-vous déplacer ce fichier

source: from the state
fr_fr: de l'état

source: to the state
fr_fr: a l'état

source: Publication result
fr_fr: Résultat de la publication

source: The following nodes
fr_fr: Les nœuds suivants

source: Channel
fr_fr: Chaine

source: Download files
fr_fr: Télécharger les fichiers

source: The download will start immediately. If not, click here
fr_fr: Le téléchargement commencera immédiatement. Sinon, cliquez ici

source: There aren't any files to download
fr_fr: Il n'y a aucun fichiers a télécharger

source: Download
fr_fr: Télécharger

source: Publish section
fr_fr: Publier la section

source: Scheduled publications for these files will be cancelled.
fr_fr: Les publications programmées pour ces fichiers seront annulées.

source: You have selected to publish contents of
fr_fr: Vous avez choisi de publier le contenu de

source: Would you like to publish the contained subsections?
fr_fr: Aimeriez-vous publier les sous-sections contenues?

source: Publish just
fr_fr: Publier juste

source: Publish
fr_fr: Publier

source: and its subsections
fr_fr: et ses sous-sections

source: Node types to publish
fr_fr: Types de nœuds a publier

source: Publishing...
fr_fr: En cours de publication...

source: Please, wait
fr_fr: Merci de patienter

source: Welcome to Ximdex CMS
fr_fr: Bienvenue sur Ximdex CMS

source: Existing projects
fr_fr: Projets existants

source: Details
fr_fr: Détails

source: Seems you don't have any projects yet. Let's start now!
fr_fr: Apparemment, vous n'avez encore aucun projet. Commençons maintenant!

source: Create a new project
fr_fr: Créer un nouveau projet

source: Your latest documents
fr_fr: Vos derniers documents

source: Preview Image
fr_fr: Aperçu de l'image

source: Edit in XML mode
fr_fr: Modifier en mode XML

source: Edit in text mode
fr_fr: Modifier en mode texte

source: Create a new project from treeview or by clicking on the button above
fr_fr: Créez un nouveau projet depuis treeview ou en cliquant sur le bouton ci-dessus

source: Select the '<em>documents folder</em>' in the treeview on the left panel
fr_fr: Sélectionnez le dossier <em>documents</em> 'dans l'arborescence du panneau de gauche

source: Perform the '<em>Add new document</em>' action to create new documents
fr_fr: Exécutez l'action '<em>Ajouter un nouveau document</em>' pour créer de nouveaux documents

source: Learn how to
fr_fr: Apprendre a

source: Create a new Server & publish data
fr_fr: Créer un nouveau serveur et publier des données

source: Ximdex CMS, the basics
fr_fr: Ximdex CMS, les bases

source: RNG schemes & XSL templates
fr_fr: Schémas RNG et modèles XSL

source: Contact us
fr_fr: Nous contacter

source: Schema
fr_fr: Schéma

source: Select schema
fr_fr: Sélectionner un schéma

source: Upload file
fr_fr: Uploader un fichier

source: File
fr_fr: Fichier

source: Previous state
fr_fr: État précedent

source: The document has been moved to the previous state.
fr_fr: Le document a été déplacé a l'état précédent.

source: Selection
fr_fr: Sélection

source: Theme selector
fr_fr: Sélecteur de thème

source: Relaxing blue
fr_fr: Bleu relaxant

source: Smooth
fr_fr: Lisse

source: Sign in
fr_fr: Se connecter

source: Recommended browsers
fr_fr: Navigateurs recommandés

source: Join our community
fr_fr: Rejoignez nous

source: Visit
fr_fr: Visiter

source: our website
fr_fr: notre site

source: to learn more about the advantages of managing your projects with
fr_fr: pour en savoir plus sur les avantages de gérer vos projets avec

source: Follow us
fr_fr: Suivez nous

source: Visit Ximdex on Twitter
fr_fr: Visitez Ximdex sur Twitter

source: Visit Ximdex on Facebook
fr_fr: Visitez Ximdex sur Facebook

source: Visit Ximdex on LinkedIn
fr_fr: Visitez Ximdex sur LinkedIn

source: Role Manager
fr_fr: Gestionnaire de rôle

source: Add role
fr_fr: Ajouter un role

source: New role name
fr_fr: Nom du nouveau rôle

source: New role description
fr_fr: Description du nouveau rôle

source: Manage workflow
fr_fr: Gérer les flux

source: Existing status
fr_fr: Statut existant

source: Status name
fr_fr: Nom du status

source: Node type (optional)
fr_fr: Type de nœud (facultatif)

source: Select a node type
fr_fr: Sélectionnez un type de nœud

source: This workflow will behave as default item
fr_fr: Ce flux de travail se comportera comme un élément par défaut

source: Save changes
fr_fr: Sauvegarder les modifications

source: Allowed extensions
fr_fr: Extensions autorisées

source: Set the extensions for the next Nodetypes
fr_fr: Définir les extensions pour les prochains Types de nœuds

source: the * value means any extension, empty value means none extension. You can't put ambiguous values.
fr_fr: la valeur * signifie toute extension, la valeur vide signifie aucune extension. Vous ne pouvez pas mettre des valeurs ambiguës.

source: Add new XML
fr_fr: Ajouter un nouveau document XML

source: Obligatory field
fr_fr: Champ obligatoire

source: No schemes found
fr_fr: Aucun schéma trouvé

source: Maybe you need to set properly the type of your RNG schemes (performing the <em>Modify properties</em> action on them) or create/upload a new one
fr_fr: Peut-être avez-vous besoin de définir correctement le type de vos schémas RNG (en exécutant l'action <em>Modifier les propriétés</em> sur eux) ou en créer / en télécharger unnouveau

source: Alternative name for paths &amp; breadcrumbs
fr_fr: Nom alternatif pour les paths&breadcrumbs

source: Select master language
fr_fr: Sélectionnez la langue principale

source: There are no languages associated to this project
fr_fr: Il n'y a pas de langues associées a ce projet

source: Modify language
fr_fr: Modifier la langue

source: Language name
fr_fr: Nom de la langue

source: ISO code
fr_fr: Code ISO

source: Activated
fr_fr: Activé

source: Operactions
fr_fr: Opérations

source: Keep original content?
fr_fr: Conserver le contenu original?

source: Break the link with master document
fr_fr: Casser le lien avec le document maître

source: Select master document
fr_fr: Sélectionnez le document principal

source: There aren't any possible master document
fr_fr: Il n'y a pas de document maître possible

source: Do you want to break the link with the following document?
fr_fr: Voulez-vous rompre le lien avec le document suivant?

source: Do you want to copy the master document content when a link would be deleted?
fr_fr: Voulez-vous copier le contenu du document maître lorsqu'un lien est supprimé?

source: This document can be linked to one of the following documents
fr_fr: Ce document peut être lié a l'un des documents suivants

source: Do you want to share the master document workflow?
fr_fr: Voulez-vous partager le flux de travail du document maître?

source: Add workflow
fr_fr: Ajouter un flux

source: Name of the new workflow
fr_fr: Nom du nouveau flux

source: There aren't any available destination
fr_fr: Il n'y a pas de destination disponible

source: Select new node destination
fr_fr: Sélectionnez une nouvelle destination de noeud

source: Warning about publication
fr_fr: Avertissement concernant la publication

source: This node, or one or more of its children, are published
fr_fr: Ce noeud, ou un ou plusieurs de ses enfants, sont publiés

source: If you do not want to keep your nodes published on current location
fr_fr: Si vous ne souhaitez pas que vos noeuds soient publiés sur l'emplacement actuel

source: Edit publication life of your nodes previously of node movement.
fr_fr: Modifiez la vie de publication de vos noeuds avant le mouvement du noeud.

source: Or if you prefer, delete your nodes by hand later in the publication zone
fr_fr: Ou si vous préférez, supprimez vos noeuds a la main plus tard dans la zone de publication

source: is going to be moved
fr_fr: va être déplacé

source: Target
fr_fr: Cible

source: Image attributes
fr_fr: Attributs d'image

source: Search existing images
fr_fr: Rechercher des images existantes

source: It is a symbolic link
fr_fr: C'est un lien symbolique

source: Load
fr_fr: Charger

source: Links
fr_fr: Liens

source: Link header
fr_fr: En-tête du lien

source: Link Source
fr_fr: Source du lien

source: Visitar
fr_fr: Visiter

source: Add
fr_fr: Ajouter

source: License
fr_fr: Licence

source: People
fr_fr: les gens

source: Person
fr_fr: La personne

source: Organizations
fr_fr: Organisations

source: Organization
fr_fr: Organisation

source: Places
fr_fr: Des endroits

source: Place
fr_fr: Endroit

source: Creative Work
fr_fr: Travail créatif

source: Others
fr_fr: Autres

source: Friend of a friend
fr_fr: L'ami d'un ami

source: Geospatial
fr_fr: Géospatial

source: Document properties
fr_fr: Propriétés du document

source: History
fr_fr: Histoire

source: Rows
fr_fr: Rangées

source: Cols
fr_fr: Colonnes

source: Table class
fr_fr: Classe de la table

source: Plain
fr_fr: plaine

source: Data
fr_fr: Donnée

source: Current column align
fr_fr: Alignement de colonne actuel

source: Left
fr_fr: Gauche

source: Center
fr_fr: Centrer

source: Right
fr_fr: Droite

source: Col
fr_fr: Colonne

source: Row
fr_fr: Rangée

source: Add table
fr_fr: Ajouter une table

source: Close
fr_fr: Fermer

source: Save
fr_fr: Sauvegarder

source: Publicate
fr_fr: Publique

source: Tree view
fr_fr: Vue de l'arbre

source: Design view
fr_fr: Vu du design

source: Form
fr_fr: Forme

source: Form view
fr_fr: Vue de la forme

source: Remote
fr_fr: Distant

source: Remote view
fr_fr: Vu distante

source: Cut selected element
fr_fr: Couper l'élément sélectionné

source: Copy selected element
fr_fr: Copier l'élément sélectionné

source: Delete selected element
fr_fr: Supprimer l'élément sélectionné

source: Put element up
fr_fr: Mettez l'élément vers le haut

source: Put element down
fr_fr: Mettez l'élément vers le bas

source: Undo
fr_fr: Annuler

source: Redo
fr_fr: Refaire

source: Ximlet manager
fr_fr: Gestionnaire de Ximlet

source: Validate schema
fr_fr: Valider le schéma

source: Spell Check
fr_fr: Vérification orthographique

source: Spell checker
fr_fr: Correcteur orthographique

source: Open in a new window
fr_fr: Ouvrir dans une nouvelle fenêtre

source: Show/hide options
fr_fr: Afficher/Masquer les options

source: Show/hide channels
fr_fr: Afficher/Masquer les chaînes
