Repository: ximdex/ximdex
Catalog: src/I18n/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Indicate if first node should be generated or not.
fr_fr: Indiquez si le premier noeud doit être généré ou non.

source: Explanation:
fr_fr: Explication:

source: If we copy a ximdoc folder, destination node should be a ximdoc folder, and in this case we should not indicate than first node was generated.
fr_fr: Si nous copions un dossier ximdoc, le noeud de destination doit être un dossier ximdoc, et dans ce cas nous ne devrions pas indiquer que le premier noeud a été généré.

source: Tick if source and destination ximdex are same
fr_fr: Cochez si la source et la destination ximdex sont identiques

source: Association of source channels with destination channels
fr_fr: Association des canaux sources avec les canaux de destination

source: Source identifier
fr_fr: Identifiant de source

source: Source name
fr_fr: Nom de la source

source: Associated with
fr_fr: Associé avec

source: Association of source languages with destination languages
fr_fr: Association des langues source avec les langues de destination

source: Association of source groups with destination groups
fr_fr: Association de groupes source avec des groupes de destination

source: Any node generates
fr_fr: Tout noeud génère

source: Any state
fr_fr: Tout état

source: Filter now
fr_fr: Filtrer maintenant

source: Date from
fr_fr: Date de

source: Date to
fr_fr: Date a

source: Hour
fr_fr: Heures

source: Pause All
fr_fr: Mettre tout en pause

source: Active All
fr_fr: Activer tout

source: See frames
fr_fr: Voir les cadres

source: Activate
fr_fr: Activer

source: Prioritize Batch
fr_fr: Prioriser le lot

source: Unprioritize Batch
fr_fr: Négocier le lot

source: Unpublishing
fr_fr: Annuler la publication

source: View
fr_fr: Voir

source: First
fr_fr: Première

source: Last
fr_fr: Dernières

source: There are no batches matching with the indicated criteria.
fr_fr: Il n'y a pas de lots correspondant aux critères indiqués.

source: Activo
fr_fr: Actif

source: Sub-batch
fr_fr: Sous-lot

source: Progress
fr_fr: Progrès

source: Files
fr_fr: Fichiers

source: Modify your user
fr_fr: Modifier votre utilisateur

source: Change your Language
fr_fr: Changer votre langue

source: About Ximdex
fr_fr: A propos de Ximdex

source: Ontology Browser
fr_fr: Navigateur d'ontologie

source: Text view
fr_fr: Vue texte

source: Tree view ontology browser
fr_fr: Navigateur d'ontologie d'arborescence

source: Text view ontology browser
fr_fr: Navigateur d'ontologie de vue de texte

source: Advanced
fr_fr: Avancée

source: Drag your files here or add them using the 'Add' button below
fr_fr: Glissez vos fichiers ici ou ajoutez-les en utilisant le bouton 'Ajouter' ci-dessous

source: content
fr_fr: contenu

source: ximLINK Url
fr_fr: Url ximLINK

source: ximLINK Description
fr_fr: Description ximLINK

source: Must be satisfied
fr_fr: Doit être satisfait

source: All rules
fr_fr: Toutes les règles

source: Any rules
fr_fr: Certaines règles

source: Saved searches
fr_fr: Recherches sauvegardées

source: Last searches
fr_fr: Dernières recherches

source: Create set
fr_fr: Créer un ensemble

source: Add to set
fr_fr: Ajouter un ensemble

source: Select all
fr_fr: Tout sélectionner

source: Select none
fr_fr: Rien sélectionner

source: Modify
fr_fr: Modifier

source: Create section
fr_fr: Créer une section

source: Save server
fr_fr: Sauvegarder le serveur

source: Delete server
fr_fr: Supprimer le serveur

source: Update server
fr_fr: Mettre a jour

source: Modify properties
fr_fr: Modifier les propriétés

source: Associate channels recursively
fr_fr: Associer les chaînes récursivement

source: Associate languages recursively
fr_fr: Associer les langues récursivement

source: Publication options
fr_fr: Options de publication

source: Publish all linked files.
fr_fr: Publiez tous les fichiers liés.

source: Publish only the current file.
fr_fr: Publiez uniquement le fichier actuel.

source: Ignore structure: css, images, scripts, pdf, ...
fr_fr: Ignorer les structures: css, images, scripts, pdf, ...

source: Use drafts for linked documents instead of already published versions.
fr_fr: Utilisez des brouillons pour les documents liés au lieu des versions déjà publiées.

source: Common folder name
fr_fr: Nom du dossier commun

source: Image folder name
fr_fr: Nom du dossier image

source: Ximclude folder name
fr_fr: Nom du dossier Ximclude

source: Ximlet folder name
fr_fr: Nom du dossier Ximlet

source: CSS folder name
fr_fr: Nom du dossier CSS

source: JS folder name
fr_fr: Nom du dossier JS

source: Link folder name
fr_fr: Nom du dossier de lien(s)

source: Create group
fr_fr: Créer un groupe

source: Create user
fr_fr: Créer un utilisateur

source: Create channel
fr_fr: Créer une chaine

source: Create language
fr_fr: Créer une langue

source: Create project
fr_fr: Créer un projet

source: Create role
fr_fr: Créer un rôle

source: Add XML documents
fr_fr: Ajouter des documents XML

source: Add new XML document
fr_fr: Ajouter un nouveau document XML

source: Add new HTML document
fr_fr: Ajouter un nouveau document HTML

source: Add new document
fr_fr: Ajouter un nouveau document

source: Add new external link
fr_fr: Ajouter un nouveau lien externe

source: Add new ximlet
fr_fr: Ajouter un nouveau ximlet

source: Add new language
fr_fr: Ajouter la nouvelle langue

source: Add new channel
fr_fr: Ajouter une nouvelle chaine

source: Add new XCMS project
fr_fr: Ajouter un nouveau projet XCMS

source: Add new server
fr_fr: Ajouter un nouveau serveur

source: Add new section
fr_fr: Ajouter une nouvelle section

source: Add new image folder
fr_fr: Ajouter un nouveau dossier d'image

source: Add ximclude folder
fr_fr: Ajouter un dossier ximclude

source: Add common folder
fr_fr: Ajouter un dossier commun

source: Add CSS folder
fr_fr: Ajouter un dossier CSS

source: Add new link subfolder
fr_fr: Ajouter un nouveau sous-dossier de lien

source: Add new ximlet folder
fr_fr: Ajouter un nouveau dossier ximlet

source: Add new user
fr_fr: Ajouter un nouvel utilisateur

source: Add new group
fr_fr: Ajouter un nouveau groupe

source: Add node type
fr_fr: Ajouter un type de noeud

source: Add new role
fr_fr: Ajouter un nouveau rôle

source: Add new metadata file
fr_fr: Ajouter un nouveau fichier de métadonnées

source: Add images
fr_fr: Ajouter des images

source: Add templates
fr_fr: Ajouter des templates

source: Add style sheets
fr_fr: Ajouter des feuilles de style

source: Add schemes
fr_fr: Ajouter des schémas

source: Add empty file
fr_fr: Ajouter un fichier vide

source: Add empty stylesheet
fr_fr: Ajouter une feuille de style vide

source: Add empty XSL template
fr_fr: Ajouter un modèle XSL vide

source: Add an empty RNG schema
fr_fr: Ajouter un schéma RNG vide

source: Edit file
fr_fr: Modifier le fichier

source: Edit ximlet
fr_fr: Modifier le ximlet

source: Edit metadata in text mode
fr_fr: Modifier les métadonnées en mode texte

source: Edit metadata in XML
fr_fr: Modifier les métadonnées en XML

source: Edit RNG
fr_fr: Modifier le RNG

source: Edit XSL template
fr_fr: Modifier le modèle XSL

source: Edit RNG schema
fr_fr: Modifier le schéma RNG

source: Edit HTML document
fr_fr: Modifier le document HTML

source: Modify external link
fr_fr: Modifier le lien externe

source: Move file
fr_fr: Déplacer le fichier

source: Modify user data
fr_fr: Modifier les données utilisateur

source: Modify role
fr_fr: Modifier le rôle

source: Modify node type
fr_fr: Modifier le type de noeud

source: Modify workflow states
fr_fr: Modifier les états de workflow

source: Modify associated roles
fr_fr: Modifier les rôles associés

source: Channel properties
fr_fr: Propriétés de la chaîne

source: Group properties
fr_fr: Propriétés du groupe

source: Change section name
fr_fr: Changer le nom de la section

source: Change project name
fr_fr: Changer le nom du projet

source: Change server name
fr_fr: Changer le nom du serveur

source: Associated groups
fr_fr: Groupes associés

source: Change name of XML document
fr_fr: Changer le nom du document XML

source: Change name of HTML document
fr_fr: Changer le nom du document HTML

source: Change image name
fr_fr: Changer le nom de l'image

source: Change ximlet name
fr_fr: Changer le nom de ximlet

source: Manage associations
fr_fr: Gérer les associations

source: Check links
fr_fr: Vérifier les liens

source: Set allowed extensions
fr_fr: Définir les extensions autorisées

source: Manage module
fr_fr: Gérer le module

source: Associate a ximlet with a section
fr_fr: Associer une ximlet a une section

source: Associate ximlet with server
fr_fr: Associé ximlet avec le serveur

source: Move to previous state
fr_fr: Passer a l'état précédent

source: Symbolic link
fr_fr: Lien symbolique

source: Remove user
fr_fr: Supprimer l'utilisateur

source: Delete project
fr_fr: Supprimer le projet

source: Delete section
fr_fr: Supprimer la section

source: Delete folder
fr_fr: Supprimer le dossier

source: Delete group
fr_fr: Supprimer le groupe

source: Delete document
fr_fr: Supprimer le document

source: Delete action
fr_fr: Supprimer une action

source: Delete file
fr_fr: Supprimer le fichier

source: Delete image
fr_fr: Supprimer l'image

source: Delete channel
fr_fr: Supprimer la chaîne

source: Delete role
fr_fr: Supprimer le rôle

source: Delete link
fr_fr: Supprimer le lien

source: Delete ximlet
fr_fr: Supprimer le ximlet

source: Delete metadata document
fr_fr: Supprimer le document de métadonnées

source: Delete XSL template
fr_fr: Supprimer le modèle XSL

source: Delete RNG schema
fr_fr: Supprimer le schéma RNG

source: Delete templates
fr_fr: Supprimer les modèles

source: Download image
fr_fr: Télécharger l'image

source: Image preview
fr_fr: Aperçu de l'image

source: Action report
fr_fr: Rapport d'action

source: Download all images
fr_fr: Télécharger toutes les images

source: Download all style sheets
fr_fr: Télécharger toutes les feuilles de style

source: Download all templates
fr_fr: Télécharger tous les modèles

source: Download all files
fr_fr: Télécharger tout les fichiers

source: Download template
fr_fr: Télécharger le modèle

source: Image viewer
fr_fr: Visionneuse d'images

source: Export
fr_fr: Exporter

source: Import
fr_fr: Importer

source: Semantic Tags
fr_fr: Tags sémantiques

source: Publish server
fr_fr: Publier le serveur

source: Create new XML documents in several languages
fr_fr: Créer de nouveaux documents XML en plusieurs langues

source: Create a new XML documents in several languages
fr_fr: Créer un nouveau document XML en plusieurs langues

source: Create a new HTML documents in several languages
fr_fr: Créer un nouveau document HTML en plusieurs langues

source: Create a new document structured in several langua...
fr_fr: Créer un nouveau document structuré en plusieurs langues ...

source: Create a new external link
fr_fr: Créer un nouveau lien externe

source: Add a new language to ximlet
fr_fr: Ajouter une nouvelle langue a ximlet

source: Add a new language
fr_fr: Ajouter une nouvelle langue

source: Add a new channel to Ximdex
fr_fr: Ajouter la nouvelle chaine a Ximdex

source: Create a new node with project type
fr_fr: Créer un nouveau noeud avec le type de projet

source: Create a new server
fr_fr: Créer un nouveau serveur

source: Create a new section
fr_fr: Créer une nouvelle section

source: Create a new image folder
fr_fr: Créer un nouveau dossier d'image

source: Create a new import folder
fr_fr: Créer un nouveau dossier d'importation

source: Create a nex import folder
fr_fr: Créer un nouveau dossier d'importation

source: Create a new common folder
fr_fr: Créer un nouveau dossier commun

source: Create a new CSS folder
fr_fr: Créer un nouveau dossier CSS

source: Create a new link subfolder
fr_fr: Créer un nouveau sous-dossier de lien

source: Create a new ximlet folder
fr_fr: Créer un nouveau dossier ximlet

source: Create a new Ximdex user
fr_fr: Créer un nouvel utilisateur Ximdex

source: Create a new group
fr_fr: Créer un nouveau groupe

source: Add a node type
fr_fr: Ajouter un type de noeud

source: Create a new role
fr_fr: Créer un nouveau rôle

source: Add a document with a different language
fr_fr: Ajouter un document avec une autre langue

source: Add a new status to the workflow
fr_fr: Ajouter un nouveau statut au Workflow

source: Create a new metadata document
fr_fr: Créer un nouveau document de métadonnées

source: Add an image set to the server
fr_fr: Ajouter un ensemble d'images au serveur

source: Add a set of templates to the server
fr_fr: Ajouter un ensemble de modèles au serveur

source: Add a set of files to the server
fr_fr: Ajouter un ensemble de fichiers sur le serveur

source: Add a set of style sheets to the server
fr_fr: Ajouter un ensemble de feuilles de style au serveur

source: Add multiple files
fr_fr: Ajouter plusieurs fichiers

source: Add a new workflow
fr_fr: Ajouter un nouveau Workflow

source: Add a set of schemes to the server
fr_fr: Ajouter un ensemble de schémas au serveur

source: Create a new empty file
fr_fr: Créer un nouveau fichier vide

source: Edit content of structured document in plain text
fr_fr: Modifier le contenu d'un document structuré en texte brut

source: Edit content of XML document
fr_fr: Modifier le contenu du document XML

source: Edit content of text document
fr_fr: Modifier le contenu du document texte

source: Edit content of HTML document with the wysiwyg editor
fr_fr: Modifier le contenu du document HTML avec l'éditeur WYSIWYG

source: Modify content of a ximlet
fr_fr: Modifier le contenu d'un ximlet

source: Edit ximlet with text mode
fr_fr: Modifier ximlet avec le mode texte

source: Edit metadata content in text plain mode
fr_fr: Modifier le contenu des métadonnées en mode texte brut

source: Edit metadata content in Xedit
fr_fr: Modifier le contenu des métadonnées dans Xedit

source: Edita el documento html
fr_fr: Modifier le document html

source: Edit a XSL template
fr_fr: Modifier un modèle XSL

source: Edit a RNG schema
fr_fr: Modifier un schéma RNG

source: Edit the metadata info
fr_fr: Modifier les informations de métadonnées

source: Modify properties of external link
fr_fr: Modifier les propriétés du lien externe

source: Copy a complete project
fr_fr: Copier un projet complet

source: Copy a link
fr_fr: Copier un lien

source: Copy a link folder
fr_fr: Copier un dossier de liens

source: Copy a common subfolder
fr_fr: Copier un sous-dossier commun

source: Copy a CSS subfolder
fr_fr: Copier un sous-dossier CSS

source: Copy a image subfolder
fr_fr: Copier un sous-dossier d'image

source: Copy a ximclude subfolder
fr_fr: Copier un sous-dossier ximclude

source: Copy a XML document
fr_fr: Copier un document XML

source: Copy a ximlet subfolder
fr_fr: Copier un sous-dossier ximlet

source: Copy a ximlet document
fr_fr: Copier un document ximlet

source: Copy a ximlet
fr_fr: Copier un ximlet

source: Copy a complete server
fr_fr: Copier un serveur complet

source: Copy a complete section
fr_fr: Copier une section complete

source: Copy a complete schema
fr_fr: Copier un schéma complet

source: Copy a complete template
fr_fr: Copier un modèle complet

source: Copy a style sheet
fr_fr: Copier une feuille de style

source: Copy a text file
fr_fr: Copiez un fichier texte

source: Copy a image file
fr_fr: Copier un fichier image

source: Copy a binary file
fr_fr: Copier un fichier binaire

source: Copy a image to another destination
fr_fr: Copier une image vers une autre destination

source: Copy a image subfolder to another destination
fr_fr: Copier un sous-dossier d'image vers une autre destination

source: Copy a server to another destination
fr_fr: Copier un serveur vers une autre destination

source: Copy a ximclude subfolder to another destination
fr_fr: Copier un sous-dossier ximclude vers une autre destination

source: Copia a common subfolder to another destination
fr_fr: Copie un sous-dossier commun vers une autre destination

source: Copy a CSS subfolder to another destination
fr_fr: Copier un sous-dossier CSS vers une autre destination

source: Copy a templates folder to another destination
fr_fr: Copier un dossier de modèles vers une autre destination

source: Copy a CSS document to another destination
fr_fr: Copier un document CSS vers une autre destination

source: Copy a document to another destination
fr_fr: Copier un document vers une autre destination

source: Copy a text document to another destination
fr_fr: Copier un document texte vers une autre destination

source: Copy a binary document to another destination
fr_fr: Copier un document binaire vers une autre destination

source: Copy a link subfolder to another destination
fr_fr: Copier un sous-dossier de lien vers une autre destination

source: Copy a link to another destination
fr_fr: Copier un lien vers une autre destination

source: Copy a links folder to another destination
fr_fr: Copier un dossier de liens vers une autre destination

source: Copy a ximlet subfolder to another destination
fr_fr: Copier un sous-dossier ximlet vers une autre destination

source: Copy a ximlet document to another destination
fr_fr: Copier un document ximlet vers une autre destination

source: Copy a HTML document to another destination
fr_fr: Copier un document HTML vers une autre destination

source: Copy a section to another destination
fr_fr: Copier une section vers une autre destination

source: Copy a schemes folder to another destination
fr_fr: Copier un dossier de schémas vers une autre destination

source: Move a node
fr_fr: Déplacer un noeud

source: Change user data
fr_fr: Modifier les données utilisateur

source: Manage role attributions
fr_fr: Gérer les attributions de rôles

source: Modify a node type
fr_fr: Modifier un type de noeud

source: Modify associated status with this role
fr_fr: Modifier le statut associé a ce rôle

source: Modify associated roles with this status
fr_fr: Modifier les rôles associés avec ce statut

source: Modify channel properties
fr_fr: Modifier les propriétés du canal

source: Modify group properties
fr_fr: Modifier les propriétés du groupe

source: Modify data of a language
fr_fr: Modifier les données d'une langue

source: Modify list of users that integrate this group
fr_fr: Modifier la liste des utilisateurs qui intègrent ce groupe

source: Modify data connection with the production environ...
fr_fr: Modifier la connexion de données avec l'environnement de production ...

source: Modify properties of a project
fr_fr: Modifier les propriétés d'un projet

source: Modify properties of a server
fr_fr: Modifier les propriétés d'un serveur

source: Modify properties of a section
fr_fr: Modifier les propriétés d'une section

source: Modify properties of a document folder
fr_fr: Modifier les propriétés d'un dossier de document

source: Modify properties of a RNG schema
fr_fr: Modifier les propriétés d'un schéma RNG

source: Enroll, disenroll, and change user role in groups ...
fr_fr: Inscription, désinscription et changement de rôle utilisateur dans les groupes ...

source: Configure the folders of a section
fr_fr: Configurer les dossiers d'une section

source: Change a section name
fr_fr: Changer le nom d'une section

source: Change a project name
fr_fr: Modifier un nom de projet

source: Change a server name
fr_fr: Modifier le nom d'un serveur

source: Change name of selected folder
fr_fr: Changer le nom du dossier sélectionné

source: Change folder name
fr_fr: Changer le nom du dossier

source: Manage associations of groups with this node
fr_fr: Gérer les associations de groupes avec ce noeud

source: Change the document name and all its language vers...
fr_fr: Changez le nom du document et tout ses versions de langages...

source: Change file name on import folder
fr_fr: Changer le nom du fichier dans le dossier d'importation

source: Change name of selected file
fr_fr: Changer le nom du fichier sélectionné

source: Change file name
fr_fr: Changer le nom du fichier

source: Change the metadatas name and all its language ver...
fr_fr: Changez le nom des métadonnées et toutes les versions de langue ...

source: Manage node associations with ximlet
fr_fr: Gérer les associations de nœuds avec ximlet

source: Check broken links
fr_fr: Vérifier les liens brisés

source: Change template name
fr_fr: Modifier le nom du modèle

source: Associate a ximlet with a server
fr_fr: Associer un ximlet a un serveur

source: Move to the next state
fr_fr: Passer a l'état suivant

source: Move to the previous state
fr_fr: Passer a l'état précédent

source: Move a text document to the next state
fr_fr: Déplacer un document texte a l'état suivant

source: Move a text document to the previous state
fr_fr: Déplacer un document texte a l'état précédent

source: Publish a section massively
fr_fr: Publier une section massivement

source: Publish documents associated with a ximlet
fr_fr: Publier des documents associés a un ximlet

source: Expire a document
fr_fr: Expirer un document

source: Manage version repository
fr_fr: Gérer le référentiel de versions

source: Manage repository of versions
fr_fr: Gérer le référentiel des versions

source: Modify document which borrows the content
fr_fr: Modifier un document qui emprunte le contenu

source: Modify the ximlet which borrows the content
fr_fr: Modifier le ximlet qui emprunte le contenu

source: Remove an user from system
fr_fr: Supprimer un utilisateur du système

source: Delete a project
fr_fr: Supprimer un projet

source: Delete a server
fr_fr: Supprimer un serveur

source: Delete a section
fr_fr: Supprimer la section

source: Delete selected folder
fr_fr: Supprimer le dossier sélectionné

source: Delete select group
fr_fr: Supprimer le groupe sélectionné

source: Delete XML document in all its languages
fr_fr: Supprimer le document XML dans toutes ses langues

source: Delete the action
fr_fr: Supprimer l'action

source: Delete selected file
fr_fr: Supprimer le fichier sélectionné

source: Delete an image
fr_fr: Supprimer une image

source: Delete file of import folder
fr_fr: Supprimer le fichier du dossier d'importation

source: Delete a channel if it has not associated document...
fr_fr: Supprimer une chaîne si elle n'a pas de document associé...

source: Delete a language from the system
fr_fr: Supprimer une langue du système

source: Delete a selected role if it is not in use
fr_fr: Supprimer un rôle sélectionné s'il n'est pas utilisé

source: Delete a state if it is not an initial or final on...
fr_fr: Supprimer un état s'il ne s'agit pas d'une initiale ou finale sur...

source: Delete selected link
fr_fr: Supprimer le lien sélectionné

source: Delete selected XML document
fr_fr: Supprimer le document XML sélectionné

source: Delete a ximlet permanently from system
fr_fr: Supprimer un ximlet définitivement du système

source: Delete a ximlet and all its dependencies
fr_fr: Supprimer un ximlet et toutes ses dépendances

source: Delete metadata document in all its languages
fr_fr: Supprimer le document de métadonnées dans toutes ses langues

source: Delete HTML file
fr_fr: Supprimer le fichier HTML

source: Delete a XSL template
fr_fr: Supprimer un modèle XSL

source: Delete a RNG schema
fr_fr: Supprimer un schéma RNG

source: Delete selected templates
fr_fr: Supprimer les modèles sélectionnés

source: Download selected file
fr_fr: Télécharger le fichier sélectionné

source: Download an image to a local hard disk
fr_fr: Télécharger une image sur un disque dur local

source: Download a file to a local hard disk
fr_fr: Télécharger un fichier sur un disque dur local

source: Preview an image
fr_fr: Aperçu d'une image

source: Expire a section
fr_fr: Expirer une section

source: Show action report
fr_fr: Afficher le rapport d'action

source: Download a template
fr_fr: Télécharger un modèle

source: Preview the images
fr_fr: Aperçu des images

source: Preview of the document
fr_fr: Aperçu du document
