Repository: ximdex/ximdex
Catalog: src/I18n/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Status Report to inform the user
fr_fr: Rapport d'état pour informer l'utilisateur

source: Export all projects
fr_fr: Exporter tous les projets

source: Export a complete project
fr_fr: Exporter un projet complet

source: Export a link
fr_fr: Exporter un lien

source: Export a link folder
fr_fr: Exporter un dossier de lien

source: Export a complete common folder
fr_fr: Exporter un dossier commun complet

source: Export a common subfolder
fr_fr: Exporter un sous-dossier commun

source: Export a complete CSS folder
fr_fr: Exporter un dossier CSS complet

source: Export a CSS subfolder
fr_fr: Exporter un sous-dossier CSS

source: Export a complete image folder
fr_fr: Exporter un dossier d'image complet

source: Export a image subfolder
fr_fr: Exporter un sous-dossier d'image

source: Export a complete ximclude folder
fr_fr: Exporter un dossier complet ximclude

source: Export a ximclude subfolder
fr_fr: Exporter un sous-dossier ximclude

source: Export a complete documents folder
fr_fr: Exporter un dossier de documents complet

source: Export a XML document
fr_fr: Exporter un document XML

source: Export a complete ximlet folder
fr_fr: Exporter un dossier ximlet complet

source: Export a ximlet subfolder
fr_fr: Exporter un sous-dossier ximlet

source: Export a ximlet document
fr_fr: Exporter un document ximlet

source: Export a complete server
fr_fr: Exporter un serveur complet

source: Export a complete section
fr_fr: Exporter une section complète

source: Export a complete schema
fr_fr: Exporter un schéma complet

source: Export a complete template
fr_fr: Exporter un modèle complet

source: Import all projects
fr_fr: Importer tous les projets

source: Import a complete project
fr_fr: Importer un projet complet

source: Import a link
fr_fr: Importer un lien

source: Import a link folder
fr_fr: Importer un dossier de liens

source: Import a complete common folder
fr_fr: Importer un dossier commun complet

source: Import a common subfolder
fr_fr: Importer un sous-dossier commun

source: Import a complete CSS folder
fr_fr: Importer un dossier CSS complet

source: Import a CSS subfolder
fr_fr: Importer un sous-dossier CSS

source: Import a complete image folder
fr_fr: Importer un dossier d'images complet

source: Import a image subfolder
fr_fr: Importer un sous-dossier d'image

source: Import a complete ximclude folder
fr_fr: Importer un dossier complet ximclude

source: Import a ximclude subfolder
fr_fr: Importer un sous-dossier ximclude

source: Import a complete documents folder
fr_fr: Importer un dossier de documents complet

source: Import a XML document
fr_fr: Importer un document XML

source: Import a complete ximlet folder
fr_fr: Importer un dossier ximlet complet

source: Import a ximlet subfolder
fr_fr: Importer un sous-dossier ximlet

source: Import a ximlet document
fr_fr: Importer un document ximlet

source: Import a complete server
fr_fr: Importer un serveur complet

source: Import a complete section
fr_fr: Importer une section complète

source: Import a complete schema
fr_fr: Importer un schéma complet

source: Import a complete template
fr_fr: Importer un modèle complet

source: Managing semantic tags related to the current node...
fr_fr: Gestion des tags sémantiques liés au nœud actuel...

source: View documents in publishing queue
fr_fr: Afficher les documents dans la file d'attente de publication

source: View document Publishing history
fr_fr: Afficher l'historique de publication du document

source: Publish a server massively
fr_fr: Publier un serveur massivement

source: Advanced_publication
fr_fr: Publication_anticipée

source: Delete on cascade
fr_fr: Supprimer en cascade

source: Delete_frames
fr_fr: Supprimer_les_cadres

source: Expert_mode_allowed
fr_fr: Mode_expert_autorisé

source: integrity checks
fr_fr: contrôles d'intégrité

source: Structural_publication
fr_fr: Publication_structurelle

source: nodes
fr_fr: noeuds

source: view_publication_resume
fr_fr: voir_le_résumé_de_la_publication

source: Ximdex_close
fr_fr: Fermer_Ximdex

source: Ximedit_publication_allowed
fr_fr: Publication_Ximedit_autorisée

source: View all the nodes
fr_fr: Voir tous les nœuds

source: Multi-section deletion
fr_fr: Suppression de plusieurs sections

source: Receive the integrity checks
fr_fr: Recevoir les contrôles d'intégrité

source: Delete publication windows
fr_fr: Supprimer les fenêtres de publication

source: Expert mode edition
fr_fr: Édition en mode Expert

source: Ximdex controlled closing
fr_fr: Fermeture contrôlée de Ximdex

source: Publication without structure
fr_fr: Publication sans structure

source: Advanced publication
fr_fr: Publication avancée

source: Publication from editor
fr_fr: Publication de l'éditeur

source: View publication report
fr_fr: Voir le rapport de publication

source: Add layouts
fr_fr: Ajouter des mises en page

source: Add a new empty layout
fr_fr: Ajouter une nouvelle mise en page vide

source: Download all layout files
fr_fr: Télécharger tous les fichiers de disposition

source: Delete layout
fr_fr: Supprimer la disposition

source: Edit layout
fr_fr: Modifier la disposition

source: Add a set of layouts to the server
fr_fr: Ajouter un ensemble de mises en page au serveur

source: Create a new empty HMTL layout file
fr_fr: Créer un nouveau fichier de disposition HMTL vide

source: Download all layouts
fr_fr: Télécharger toutes les mises en page

source: Delete layout schema
fr_fr: Supprimer le schéma de disposition

source: Edit layout schema
fr_fr: Modifier le schéma de disposition

source: Add new JS folder
fr_fr: Ajouter un nouveau dossier JS

source: Upload JS files
fr_fr: Uploader des fichiers Js

source: Add an empty JS document
fr_fr: Ajouter un document Js vide

source: Add JS files
fr_fr: Ajouter des fichiers Js

source: Add JS folder
fr_fr: Ajouter un dossier Js

source: Add empty JS document
fr_fr: Ajouter un document Js vide

source: Download all JS files
fr_fr: Télécharger tous les fichiers Js

source: Create a new javascript folder
fr_fr: Créer un nouveau dossier Java Script

source: Add a set of javascript files to the server
fr_fr: Ajouter un ensemble de fichiers javascript sur le serveur

source: Download all javascript files
fr_fr: Télécharger tous les fichiers Java Script

source: Create a new javascript empty file
fr_fr: Créer un nouveau fichier Java Script vide

source: Download all components
fr_fr: Télécharger tous les composants

source: Upload components files
fr_fr: Uploader des fichiers composants

source: Add a new empty component
fr_fr: Ajouter un nouveau composant vide

source: Delete component
fr_fr: Supprimer le composant

source: Edit component
fr_fr: Modifier le composant

source: Download all HTML components files
fr_fr: Télécharger tous les fichiers de composants HTML

source: Add a set of HTML components to the server
fr_fr: Ajouter un ensemble de composants HTML au serveur

source: Create a new empty HTML component file
fr_fr: Créer un nouveau fichier de composant HTML vide

source: Delete a component schema
fr_fr: Supprimer un schéma de composant

source: Edit a component schema
fr_fr: Modifier un schéma de composant

source: Upload views files
fr_fr: Uploader les fichiers de vues

source: Add a new empty view
fr_fr: Ajouter une nouvelle vue vide

source: Delete view
fr_fr: Supprimer la vue

source: Edit view
fr_fr: Modifier la vue

source: Add a set of HTML views to the server
fr_fr: Ajouter un ensemble de vues au serveur

source: Create a new empty HTML view file
fr_fr: Créer une nouvelle vue HTML vide

source: Delete a HTML view
fr_fr: Supprimer une vue HTML

source: Edit a HTML view
fr_fr: Modifier une vue HTML

source: Download all sections
fr_fr: Télécharger toutes les sections

source: Add category
fr_fr: Ajouter une catégorie

source: Add Channel
fr_fr: Ajouter une chaine

source: Add external link
fr_fr: Ajouter un lien externe

source: Add image folder
fr_fr: Ajouter un dossier d'image

source: Add import folder
fr_fr: Ajouter un dossier d'importation

source: Add multiple HTML files
fr_fr: Ajouter plusieurs fichiers HTML

source: Add server
fr_fr: Ajouter un serveur

source: Add template
fr_fr: Ajouter un modèle

source: Add user
fr_fr: Ajouter un utilisateur

source: Add XML Documents
fr_fr: Ajouter des documents XML

source: Administrator
fr_fr: Administrateur

source: Asocciated groups
fr_fr: Groupes associés

source: Associate channels with project
fr_fr: Associer des canaux au projet

source: Associate languages with projects
fr_fr: Associer les langues aux projets

source: Associate projects with channel
fr_fr: Associer des projets à un canal

source: Associate projects with language
fr_fr: Associer des projets avec la langue

source: Associate section with ximlet
fr_fr: Section associée à ximlet

source: BinaryFile
fr_fr: Fichier_binaire

source: Change image name
fr_fr: Changer le nom de l'image

source: Change XML
fr_fr: Changer le XML

source: ChannelManager
fr_fr: Gestionnaire_de_chaîne

source: common
fr_fr: commun

source: CommonFolder
fr_fr: Dossier_commun

source: CommonRootFolder
fr_fr: Dossier_racine_commun

source: components
fr_fr: composants

source: Configuration manager
fr_fr: Gestion de configuration

source: ControlCenter
fr_fr: Centre_de_contrôle

source: Copy a complete common folder
fr_fr: Copier un dossier commun complet

source: Copy a complete CSS folder
fr_fr: Copiez un dossier CSS complet

source: Copy a complete documents folder
fr_fr: Copier un dossier de documents complet

source: Copy a complete image folder
fr_fr: Copier un dossier d'images complet

source: CssFile
fr_fr: Fichier_Css

source: CssFolder
fr_fr: Dossier_CSS

source: CssRootFolder
fr_fr: Dossier_racine_Css

source: Delete Image
fr_fr: Supprimer l'image

source: Delete proyect
fr_fr: Supprimer le projet

source: Delete user
fr_fr: Supprimer l'utilisateur

source: DicFolder
fr_fr: Dossier de dictionnaire

source: Dictionary
fr_fr: Dictionnaire

source: DicValue
fr_fr: Valeur du dictionnaire

source: Document_type
fr_fr: Type_de_document

source: Edit XML
fr_fr: Modifier le XML

source: Editor
fr_fr: Editeur

source: English
fr_fr: Anglais

source: ErrorFolder
fr_fr: Dossier_d'erreur

source: Export a complete project
fr_fr: Exporter un projet complet

source: General
fr_fr: Général

source: Generate
fr_fr: Générer

source: Group propertis
fr_fr: Propriétés du groupe

source: GroupManager
fr_fr: Gestionnaire_de_groupe

source: HTML editor
fr_fr: Éditeur HTML

source: HtmlFolder
fr_fr: dossier_HTML

source: ImageFile
fr_fr: Fichier_image

source: ImagesFolder
fr_fr: Dossier_d'image

source: ImagesRootFolder
fr_fr: Dossier_racine_d'images

source: Import a complete link folder
fr_fr: Importer un dossier de liens complet

source: Import a image subfolder
fr_fr: Importer un sous-dossier d'image

source: ImportFolder
fr_fr: Dossier_d'importation

source: ImportRootFolder
fr_fr: Dossier_racine_d'importation

source: LanguageManager
fr_fr: Gestionnaire_de_langue

source: layouts
fr_fr: mises en page

source: Link
fr_fr: Lien

source: LinkFolder
fr_fr: Dossier_de_lien

source: LinkManager
fr_fr: Gestionnaire_de_lien

source: links
fr_fr: liens

source: Manage status
fr_fr: Gérer le statut

source: metadata
fr_fr: métadonnée

source: Modify associated status of workflow
fr_fr: Modifier l'état associé du workflow

source: Modify view template
fr_fr: Modifier le modèle de vue

source: Move to next state
fr_fr: Passer à l'état suivant

source: Nodeid
fr_fr: Id du noeud

source: NodeTypeManager
fr_fr: Gestionnaire_des_types_de_noeud

source: nombre_documento
fr_fr: Nom_du_document

source: Permission
fr_fr: Autorisation

source: PermissionManager
fr_fr: Gestionnaire_des_autorisations

source: Permit manager
fr_fr: Gestionnaire des permissions

source: ProjectDicFolder
fr_fr: Dossier dictionnaire de projet

source: PropertiesManager
fr_fr: Gestionnaire de propriétés

source: Property
fr_fr: Propriété

source: Property manager
fr_fr: Gestionnaire de propriétés

source: PropSet
fr_fr: Ensemble de propriétés

source: Publish advance
fr_fr: Publier à l'avance

source: Receive integrity checks
fr_fr: Recevoir des contrôles d'intégrité

source: Replace file
fr_fr: Remplacer le fichier

source: Replace image
fr_fr: Remplacer l'image

source: Role
fr_fr: Rôle

source: Role manager
fr_fr: Gestionnaire de rôle

source: RoleManager
fr_fr: Gestionnaire_de_rôle

source: schemes
fr_fr: schémas

source: Serve
fr_fr: Servir

source: Spanish
fr_fr: Espagnol

source: System properties
fr_fr: Propriétés du système

source: SystemContainer
fr_fr: Conteneur système

source: TemplateImages
fr_fr: Images_de_modèle

source: templates
fr_fr: modèles

source: TemplatesRootFolder
fr_fr: Dossier_racine_des_modèles

source: TemplateViewFolder
fr_fr: Dossier_de_vue_du_modèle

source: TextFile
fr_fr: Fichier_texte

source: Type of node manager
fr_fr: Gestionnaire du type de noeud

source: UserManager
fr_fr: Gestionnaire_d'utilisateur

source: Version repository
fr_fr: Référentiel de version

source: View all nodes
fr_fr: Voir tous les noeuds

source: views
fr_fr: vues

source: Workflow manager
fr_fr: Gestionnaire de workflow

source: Workflow master
fr_fr: Maître du Workflow

source: WorkflowManager
fr_fr: Gestionnaire_du_workflow

source: WorkflowState
fr_fr: Etat_du_workflow

source: XimletFolder
fr_fr: Dossier_Ximlet

source: XimletRootFolder
fr_fr: Dossier_racine_ximlet

source: XmlContainer
fr_fr: Container_XML

source: XmlDocument
fr_fr: Document_XML

source: XmlRootFolder
fr_fr: Dossier_racine_XML

source: Action run on node type of Ximdex
fr_fr: Action exécutée sur le type de noeud de Ximdex

source: Binary file
fr_fr: Fichier binaire

source: Root of common folder
fr_fr: Racine du dossier commun

source: Container of settings
fr_fr: Conteneur de paramètres

source: Ximdex control center
fr_fr: Centre de control de Ximdex

source: Style sheet
fr_fr: Feuille de style

source: Root of CSS folder
fr_fr: Racine du dossier CSS

source: Folder of dictionary values
fr_fr: Dossier des valeurs du dictionnaire

source: Output error folder
fr_fr: Dossier d'erreur de sortie

source: User group of Ximdex
fr_fr: Groupe d'utilisateurs de Ximdex

source: JSON component for HTML documents
fr_fr: Composant JSON pour les documents HTML

source: Folder of HTML components
fr_fr: Dossier des composants HTML

source: Container of HTML documents
fr_fr: Conteneur de documents HTML

source: HTML documents
fr_fr: Document HTML

source: JSON layout schema for HTML documents
fr_fr: Schéma de disposition JSON pour les documents HTML

source: Folder of HTML layouts
fr_fr: Dossier de mises en page HTML

source: HTML view for HTML documents
fr_fr: Vue HTML pour les documents HTML

source: Folder of HTML views
fr_fr: Dossier de vues HTML

source: Image file
fr_fr: Fichier image

source: Root of image folder
fr_fr: Racine du dossier d'image

source: Import folder
fr_fr: Dossier d'importation

source: Root of import folder
fr_fr: Racine du dossier d'importation

source: Java Script document
fr_fr: Document Java Script

source: Javascript folder
fr_fr: Dossier Java Script

source: Root of Javascript folder
fr_fr: Racine du dossier Java Script

source: Ximdex link
fr_fr: Lien Ximdex

source: Category of link manager
fr_fr: Catégorie du gestionnaire de liens

source: Root of link manager
fr_fr: Racine du gestionnaire de liens

source: Metadata Document
fr_fr: Document de métadonnées

source: Metadata Language Document
fr_fr: Document de langage de métadonnées

source: Metadata Section
fr_fr: Section des métadonnées

source: Container of a module settings
fr_fr: Conteneur d'un paramètre de module

source: Container of module settings
fr_fr: Conteneur de paramètres de module

source: Html node
fr_fr: Noeud Html

source: Definition of node type of Ximdex
fr_fr: Définition du type de noeud de Ximdex

source: Permit
fr_fr: Permission

source: Permits manager
fr_fr: Gestionnaire d'autorisations

source: Ximdex project
fr_fr: Projet Ximdex

source: Folder of project dictionary
fr_fr: Dossier du dictionnaire de projet

source: Folder of project properties
fr_fr: Dossier des propriétés du projet

source: Root of Ximdex projects
fr_fr: Racine des projets Ximdex

source: Folder of property set
fr_fr: Dossier du jeu de propriétés

source: RNG schema for XML documents
fr_fr: Schéma RNG pour les documents XML

source: Role on user group of Ximdex
fr_fr: Rôle sur le groupe d'utilisateurs de Ximdex

source: Roles manager
fr_fr: Gestionnaire de rôles

source: Root node of Ximdex
fr_fr: Noeud racine de Ximdex

source: Ximdex section
fr_fr: Section Ximdex

source: Content server of Ximdex
fr_fr: Serveur de contenu de Ximdex

source: Root of template folder
fr_fr: Racine du dossier de modèle

source: Folder of view template
fr_fr: Dossier du modèle de vue

source: Text file
fr_fr: Fichier texte

source: Ximdex user
fr_fr: Utilisateur Ximdex

source: Workflow for documents
fr_fr: Workflow pour les documents

source: Workflow status
fr_fr: Statut du Workflow

source: Ximlet container
fr_fr: Conteneur Ximlet

source: Ximlets folder
fr_fr: un dossier Ximlets

source: Root folder of ximlets in sections
fr_fr: Dossier racine des ximlets dans les sections

source: Container of XML docs
fr_fr: Conteneur de documents XML

source: XML document
fr_fr: Document XML

source: Root of XML folder
fr_fr: Racine du dossier XML

source: Template of XSLT transformation
fr_fr: Modèle de transformation XSLT

source: Main administrator
fr_fr: Administrateur principal

source: Editor user
fr_fr: Utilisateur éditeur

source: Publisher user
fr_fr: Utilisateur publisher

source: Expert user
fr_fr: Utilisateur expert

source: Document is under development
fr_fr: Le document est en cours de développement

source: Document is waiting for being published
fr_fr: Le document attend d'être publié

source: Edición
fr_fr: Edition

source: El documento está en fase de desarrollo
fr_fr: Le document est en phase de développement

source: Publicación
fr_fr: Publication

source: El documento está a la espera de ser publicado
fr_fr: Le document est en attente de publication

source: Secure transfer protocol (ssh)
fr_fr: Protocole de transfert sécurisé (ssh)

source: Local synchronization
fr_fr: Synchronisation Locale

source: FTP synchronization
fr_fr: Synchronisation FTP

source: SOLR synchronization
fr_fr: Synchronisation SOLR

source: Name Node:
fr_fr: Nom du noeud:

source: ID Node:
fr_fr: ID du noeud:

source: Render type for Web servers
fr_fr: Type de rendu pour les serveurs Web
