Repository: ximdex/ximdex
Catalog: src/I18n/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: ERROR Params needed
fr_fr: ERREUR Params nécessaire

source: Obtaining pumperId for task
fr_fr: Obtention de l'id du pumper pour la tâche

source: Not pumpers available
fr_fr: Pas de pumpers disponible

source: Non-existing pumper
fr_fr: Pumper non-existante

source: Pumper %s at state %s
fr_fr: Pumper %s a l'état %s

source: No checking time for Pumper
fr_fr: Pas de temps de vérification pour Pumper

source: Problems in all pumpers
fr_fr: Problèmes chez tous les pumpers

source: Calling pumpers
fr_fr: Appel des pumpers

source: There are tasks for pumping
fr_fr: Il y a des tâches pour le pumping

source: All pumpers with errors
fr_fr: Tous les pumpers avec des erreurs

source: No pumpers to be called
fr_fr: Aucun pumper a appeler

source: Publication starts for
fr_fr: La publication commence pour

source: Unexisting node
fr_fr: Noeud non existant

source: [Generator %s]: Creating bach %s / %s
fr_fr: [Générateur %s]: Création de lot %s/%s

source: Publication ended; time for publication
fr_fr: Publication terminée: temps pour la publication

source: Node %s belongs to an unpublished nodetype
fr_fr: Le noeud %s appartient a un nodetype non publié

source: Node %s already exists in a NodeFrame
fr_fr: Le noeud %s existe déjà dans un noeud NodeFrame

source: Incrementing version for %d documents
fr_fr: Incrémenter la version pour les documents %d

source: completed
fr_fr: terminé

source: Creating down batch:
fr_fr: Créer un lot vers le bas:

source: [Generator %s]: Creating down batch with id %s
fr_fr: [Générateur %s]: Création d'un lot descendant avec l'identifiant %s

source: Creating up batch:
fr_fr: Créer un lot vers le haut:

source: [Generator %s]: Creating up batch with id %s
fr_fr: [Générateur %s]: Création du lot avec l'identifiant %s

source: No version for node
fr_fr: Aucune version pour le noeud

source: Last version could not be obtained for node %s
fr_fr: La dernière version n'a pas pu être obtenue pour le noeud %s

source: A NodeFrame could not be obtained for node %s
fr_fr: Un NodeFrame n'a pas pu être obtenu pour le noeud %s

source: A ChannelFrame could not be obtained for node %s and channel %s
fr_fr: Un ChannelFrame n'a pas pu être obtenu pour le noeud %s et le canal %s

source: Deleting Nodeframe for node %s
fr_fr: Suppression de Nodeframe pour le noeud %s

source: Creation of ServerFrame could not be done: node %s, channel %s, batch %s
fr_fr: La création de ServerFrame n'a pas pu être effectuée: noeud %s, canal %s, lot %s

source: Creation of ServerFrame could not be done: node %s, channel %s
fr_fr: La création de ServerFrame n'a pas pu être effectuée: noeud %s, canal %s

source: ChannelFrame %s will be removed
fr_fr: ChannelFrame %s sera supprimé

source: Creation of ServerFrame could not be done: node %s
fr_fr: La création de ServerFrame n'a pas pu être effectuée: node %s

source: NodeFrame %s will be eliminated
fr_fr: NodeFrame %s sera éliminé

source: The number of frames in %s batchs will be updated
fr_fr: Le nombre d'images dans les lots %s sera mis a jour

source: Batch %s uploaded
fr_fr: Lot %s importé

source: total frames %s
fr_fr: nombre total d'images %s

source: Batch %s downloaded
fr_fr: Lot %s téléchargé

source: Baths %s will be removed for being empty
fr_fr: Les lots %s seront supprimés pour être vides

source: Found %s Batchs without Frames, were marked as NoFrames
fr_fr: Trouvé %s lots sans cadres, ils ont été marqués comme NoFrames

source: Setting 'Closing' state to %s batch %d UP
fr_fr: Définition de l'état "Fermeture" sur %s lot %d UP

source: Ending %s batch %d UP
fr_fr: Fin du lot %s vers le haut %d

source: Ending up batch with id
fr_fr: Terminer le lot avec l'ID

source: Ending
fr_fr: Fin

source: Ending down batch with id
fr_fr: Fin du lot avec ID

source: Starting batch
fr_fr: Lot où l'exportation commence

source: Nodesframes to be added to the portal review do not exist
fr_fr: Les noeuds a ajouter a la révision du portail n'existent pas

source: Unplaying batch
fr_fr: Lot de non-lecture

source: Batch without ServerFrames
fr_fr: Lot sans ServerFrames

source: Up batch %d priority
fr_fr: priorité du lot du haut %d

source: Down batch %d priority
fr_fr: priorité du lot du bas %d

source: ERROR Calc cycles
fr_fr: ERREUR Cycles de calcul

source: ERROR: %s rare type of batch
fr_fr: ERREUR: %s type de lot rare

source: Setting batchs to
fr_fr: Définition des lots a

source: Batch %d does not exist
fr_fr: Le lot %d n'existe pas

source: IdNode passed:
fr_fr: IdNode transmis:

source: Publication cycle triggered by
fr_fr: Cycle de publication déclenché par

source: Required node does not exist
fr_fr: Le noeud requis n'existe pas

source: Fisical server does not exist for nodeId:
fr_fr: Le serveur physique n'existe pas pour nodeId:

source: returning empty arrays.
fr_fr: retourne des tableaux vides.

source: Purging subversions for node
fr_fr: Purge des subversions pour le noeud

source: Pushdocinpool - Empty IdNode
fr_fr: Pushdocinpool - IdNode vide

source: Node %s does not exist
fr_fr: Le noeud %s n'existe pas

source: Node %s is going to be published
fr_fr: Le noeud %s va être publié

source: Expiration date
fr_fr: Date d'expiration

source: Publication of
fr_fr: Publication de

source: ERROR empty IdNodeFrame
fr_fr: ERREUR vide IdNodeFrame

source: NodeFrame will never be active
fr_fr: NodeFrame ne sera jamais actif

source: NodeFrame never will be active
fr_fr: NodeFrame ne sera jamais actif

source: Check NodeFrame activity
fr_fr: Vérifier l'activité de NodeFrame

source: Lossing NodeFrame activity
fr_fr: Perte de l'activité NodeFrame

source: No active NodeFrame
fr_fr: Pas de NodeFrame actif

source: ERROR: %s is a wrong type of batch
fr_fr: ERREUR: %s est un mauvais type de lot

source: Setting NodeFrame %s activity to %s
fr_fr: Définition de l'activité de NodeFrame %s sur %s

source: ERROR Setting NodeFrame %s activity to %s
fr_fr: ERREUR Définition de l'activité de NodeFrame %s sur %s

source: Procesing serverFrame
fr_fr: Traitement de serverFrame

source: The Serverframe state change has failed
fr_fr: Le changement d'état Serverframe a échoué

source: ERROR: batch %s is a non-existent type of batch %s
fr_fr: ERREUR: le lot %s est un type de lot inexistant %s

source: Affected batchs:
fr_fr: Lots concernés:

source: ximSYNC module is not active, you must run syncronizer module
fr_fr: Le module ximSYNC n'est pas actif, vous devez exécuter le module syncronizer

source: Starting Scheduler
fr_fr: Début du planificateur

source: Lock file existing
fr_fr: Verrouiller le fichier existant

source: Getting lock...
fr_fr: Obtenir la serrure ...

source: STOP: Detected file
fr_fr: STOP: Fichier détecté

source: You need to delete this file in order to restart Scheduler successfully
fr_fr: Vous devez supprimer ce fichier afin de redémarrer le planificateur avec succès

source: Exceding max. cycles (%d > %d). Exiting scheduler
fr_fr: Dépassement max. cycles (%d > %d). Le planificateur se ferme

source: No proccessable batchs found
fr_fr: Aucun lot n'a été trouvé

source: No active server
fr_fr: Pas de serveur actif

source: Sleeping...
fr_fr: En train de s'éteindre...

source: STARTING BATCH PROCESSING
fr_fr: TRAITEMENT DE LOTS DE LANCEMENT

source: Processing batch %s type %s
fr_fr: Traitement du lot %s type %s

source: Checking activity, nodeframe %s for batch %s
fr_fr: Activité de vérification, nodeframe %s pour le lot %s

source: STOPPING BATCH PROCESSING
fr_fr: ARRÊT DU TRAITEMENT DES LOTS

source: Closing scheduler. Disabled pcntl_fork and pcntl_waitpid functions are required. Please, check php.ini file.
fr_fr: Fermeture du planificateur. Les fonctions pcntl_fork et pcntl_waitpid désactivées sont requises. S'il vous plaît, vérifiez le fichier php.ini.

source: Cycle num
fr_fr: numéro de cycle

source: Exceding max. cycles (%d > %d). Exit scheduler
fr_fr: Dépassement max. cycles (%d > %d). Quitter le planificateur

source: Username (or identifier)
fr_fr: Nom d'utilisateur (ou identifiant)

source: Indicates the verbosity level of the log
fr_fr: Indique le niveau de verbosité du journal

source: Number of empty cycles before the pumper end
fr_fr: Nombre de cycles vides avant la fin de la pompe

source: Identifier of pumper to be processed
fr_fr: Identifiant du pumper a traiter

source: Base path of the documents
fr_fr: Chemin de base des documents

source: Identifier of server to be tested
fr_fr: Identifiant du serveur a tester

source: Could not find the base folder
fr_fr: Impossible de trouver le dossier de base

source: Could not find or create the destination folder
fr_fr: Impossible de trouver ou de créer le dossier de destination

source: Could not upload the file
fr_fr: Impossible de télécharger le fichier

source: * ERROR: creating Action Menu Items.
fr_fr: * ERREUR: création d'éléments du menu Action.

source: Action Menu Items created.
fr_fr: Éléments du menu Actions créés.

source: Undoing changes.
fr_fr: Annuler les modifications

source: * ERROR installing ximSYNC module. Aborting...
fr_fr: * ERREUR Installation du module ximSYNC. Abandonner ...

source: * ERROR: dependence '%s' not found
fr_fr: * ERREUR: dépendance '%s' non trouvée

source: The document %doc is going to be moved to the state %state.
fr_fr: Le document %doc va être déplacé vers l'état %state.

source: Loading images
fr_fr: Chargement des images

source: Node ID
fr_fr: Id du noeud

source: Size
fr_fr: Taille

source: Would you like to continue with the changes?
fr_fr: Voulez-vous continuer avec les changements?

source: A value should be selected for <b>%s</b> property.<br />
fr_fr: Une valeur doit être sélectionnée pour la propriété <b>%s</b>.<br/>

source: Otherwise inherited values will be used.
fr_fr: Sinon, les valeurs héritées seront utilisées.

source: Channel %s has been associated with %s documents.
fr_fr: Le canal %s a été associé aux documents %s.

source: %s language versions have been created.
fr_fr: Les versions de langue en %s ont été créées.

source: This action allows to define in which servers your documents are going to be published and which protocol will be used.
fr_fr: Cette action permet de définir dans quels serveurs vos documents vont être publiés et quel protocole sera utilisé.

source: Create a new server where publishing your documents or choose an already configured one to edit its properties
fr_fr: Créer un nouveau serveur où publier vos documents ou en choisir un déjà configuré pour éditer ses propriétés

source: Specify the way in which your documents are going to be copied to the server chosen in the previous step
fr_fr: Précisez la manière dont vos documents vont être copiés sur le serveur choisi a l'étape précédente

source: Are you sure you want to remove this server?
fr_fr: Êtes-vous sûr de vouloir supprimer ce serveur?

source: It is necessary to specify a local url for this server.
fr_fr: Il est nécessaire de spécifier une URL locale pour ce serveur.

source: It is necessary to specify a local directory.
fr_fr: Il est nécessaire de spécifier un répertoire local.

source: A password ir required.
fr_fr: Un mot de passe est requis.

source: It is necessary to specify a remote directory.
fr_fr: Il est nécessaire de spécifier un répertoire distant.

source: It is necessary to specify a remote url for this server.
fr_fr: Il est nécessaire de spécifier une URL distante pour ce serveur.

source: It is necessary to specify a connection port for this server.
fr_fr: Il est nécessaire de spécifier un port de connexion pour ce serveur.

source: It is necessary to specify a remote address for this server.
fr_fr: Il est nécessaire de spécifier une adresse distante pour ce serveur.

source: It is necesary specify a login.
fr_fr: Il est nécessaire de spécifier un identifiant.

source: It is necessary to specify a description for this server.
fr_fr: Il est nécessaire de spécifier une description pour ce serveur.

source: Are you sure you want to modify these properties?
fr_fr: Êtes-vous sûr de vouloir modifier ces propriétés?

source: Server is not enabled. Documents will not be published on this server.
fr_fr: Le serveur n'est pas activé. Les documents ne seront pas publiés sur ce serveur.

source: Accept
fr_fr: Accepter

source: Cancel
fr_fr: Annuler

source: Directory
fr_fr: Annuaire

source: Address
fr_fr: Adresse

source: Core
fr_fr: Coeur

source: Remote URL
fr_fr: URL distante

source: Remote directory
fr_fr: Répertoire distant

source: Remote address
fr_fr: Adresse distante

source: Edit XML document
fr_fr: Modifier le fichier XML

source: Welcome to Ximdex!<br/>In a few steps you will discover the basic features of Ximdex CMS.
fr_fr: Bienvenue dans Ximdex!<br/>En quelques étapes, vous découvrirez les fonctionnalités de base de Ximdex CMS.

source: In the left panel you will find the tree with all your documents, images, links and other files.
fr_fr: Dans le panneau de gauche, vous trouverez l'arbre avec tous vos documents, images, liens et autres fichiers.

source: Use Xedit, the XML editor,<br/> to edit your document in a WYSIWYG way.
fr_fr: Utilisez Xedit, l'éditeur XML,<br/>pour éditer votre document de façon WYSIWYG.

source: Click here to hide the left panel.
fr_fr: Cliquez ici pour masquer le panneau de gauche.

source: This is the document area.<br/>It looks like a HTML document. Actually it's a XML file with a semantic layer.
fr_fr: C'est la zone du document.<br/>Cela ressemble a un document HTML. En fait, c'est un fichier XML avec une couche sémantique.

source: Press the Tree View button to change to XML view for your structured document.
fr_fr: Appuyez sur le bouton Vue arborescente pour passer en affichage XML pour votre document structuré.

source: Press the Design View button in order to return to WYSIWYG view.
fr_fr: Appuyez sur le bouton Design View pour revenir a la vue WYSIWYG.

source: We've been editing a XML file. <br/><br/>The preview button allows you to see it in the final format for your web portal (HTML5, php, jsp, RoR, ...) or for other platform (digital TV, smartphone apps, etc.)<br/><br/>It's really easy to extend it with templates for oncoming technologies.
fr_fr: Nous avons modifié un fichier XML.<br/><br/>Le bouton de prévisualisation vous permet de le voir dans le format final de votre portail Web (HTML5, php, jsp, RoR, ...) ou pour d'autres plateformes (TV numérique, applications pour smartphones, etc.) )<br/><br/>Il est vraiment facile de l'étendre avec des modèles pour les technologies venant en sens inverse.

source: With Xowl module you will get automagically links (to images, maps, videos, references, ...) and semantic tags from sources like DBpedia.
fr_fr: Avec le module Xowl, vous obtiendrez des liens automatiquement (images, cartes, vidéos, références, ...) et des tags sémantiques de sources comme DBpedia.

source: You can easily add your own custom tags or use an ontology to select semantic tags...
fr_fr: Vous pouvez facilement ajouter vos propres balises personnalisées ou utiliser une ontologie pour sélectionner des balises sémantiques ...

source: Edit metadata
fr_fr: Éditer les métadonnées

source: Ximdex CMS can automatically suggest tags based on your written text.<br/>Let's select a couple of tags from these suggestions.
fr_fr: Ximdex CMS peut automatiquement suggérer des tags en fonction de votre texte écrit.<br/>Sélectionnons quelques tags parmi ces suggestions.

source: You can also create your own custom tags or browse tag sets to choose the best one for your content.
fr_fr: Vous pouvez également créer vos propres balises personnalisées ou parcourir les ensembles de balises pour choisir le meilleur pour votre contenu.

source: With the Ontology Browser you can navigate through vocabularies and ontologies as schema.org, etc.
fr_fr: Avec le Navigateur d'Ontologies, vous pouvez parcourir des vocabulaires et des ontologies tels que schema.org, etc.

source: Tag 'Painting' from schema.org has been associated to your document.
fr_fr: Le tag 'Painting' de schema.org a été associé a votre document.

source: Now it's time to change your document. Let's go!
fr_fr: Il est maintenant temps de changer votre document. Allons-y!

source: Create a New Project
fr_fr: Créer un Nouveau Projet

source: Preview of an image
fr_fr: Prévisualiser une image

source: Edit file in text mode
fr_fr: Modifier le fichier en mode texte

source: Edit file with Xedit
fr_fr: Modifier le fichier avec Xedit

source: Wait, please...
fr_fr: Attendez s'il vous plaît...

source: <h1> Please wait...</h1>
fr_fr: <h1>Veuillez patienter ...</ h1>

source: Error adding new element when clicking
fr_fr: Erreur lors de l'ajout d'un nouvel élément lorsque vous cliquez

source: The document has been saved and sent to be published.
fr_fr: Le document a été enregistré et envoyé pour être publié.

source: An error occurred while saving and/or sending the document to publish. State:
fr_fr: Une erreur s'est produite lors de l'enregistrement et/ou de l'envoi du document a publier. État:

source: The document has been successfully saved.
fr_fr: Le document a été enregistré avec succès.

source: An error occurred while saving the document. State:
fr_fr: Une erreur s'est produite lors de la sauvegarde du document. État:

source: An error occurred while saving the document State:
fr_fr: Une erreur s'est produite lors de la sauvegarde du document. État:

source: Edition Status
fr_fr: Statut d'édition

source: An error has ocurred. Please, try again later.
fr_fr: Une erreur est survenue. Veuillez réessayer plus tard.

source: Initialize editor
fr_fr: Initialiser l'éditeur

source: Editor initialized
fr_fr: Éditeur initialisé

source: Temporal file recovered and removed
fr_fr: Fichier temporel récupéré et supprimé

source: Error recovering temporal file
fr_fr: Erreur lors de la récupération du fichier temporel

source: Temporal file removed
fr_fr: Fichier temporel supprimé

source: Error removing temporal file
fr_fr: Erreur lors de la suppression du fichier temporaire

source: It is available a temporal version of the document with saving date more recent than the last one you saved. Do you want to recover it?
fr_fr: Il est disponible une version temporelle du document avec une date d'enregistrement plus récente que la dernière que vous avez enregistrée. Voulez-vous le récupérer?

source: No element found in the configuration
fr_fr: Aucun élément trouvé dans la configuration

source: No docxap template detected. Changing back to tree view.
fr_fr: Aucun modèle docxap détecté. Revenir a l'arborescence

source: Please wait while saving document...
fr_fr: Veuillez patienter pendant la sauvegarde du document ...

source: Starting HTML cleanup
fr_fr: Démarrage du nettoyage HTML

source: Cleanup done, sending document to server
fr_fr: Nettoyage terminé, envoi du document au serveur

source: Splited element
fr_fr: Élément séparé

source: Exception while processing mouseUp on
fr_fr: Exception lors du traitement de la souris

source: Exception while processing beforeUpdateContent on ${id}: ${msg}
fr_fr: Exception lors du traitement de beforeUpdateContent sur ${id}: ${msg}

source: Exception while processing afterUpdateContent on ${id}: ${msg}
fr_fr: Exception lors du traitement de afterUpdateContent sur ${id}: ${msg}

source: Found no renderizable elements:
fr_fr: Aucun élément renderizable trouvé:

source: You have applied to open the editor in a new window. Changes not saved will be lost. Do you want to continue?
fr_fr: Vous avez demandé a ouvrir l'éditeur dans une nouvelle fenêtre. Les modifications non enregistrées seront perdues. Voulez-vous continuer?

source: Method
fr_fr: Méthode

source: does not exists!
fr_fr: N'existe pas!

source: Implement me!
fr_fr: Implémentez-moi!

source: FloatToolbarToolBox tool initialized
fr_fr: L'outil FloatToolbarToolBox a été initialisé

source: Scroll Down
fr_fr: Défiler vers le bas

source: Scroll Up
fr_fr: Défiler vers le haut

source: Paste
fr_fr: Coller

source: Copy
fr_fr: Copier

source: Cut
fr_fr: Couper

source: Implement commandfunc method!
fr_fr: Implémentez la méthode commandfunc!

source: Scroll up
fr_fr: Défiler vers le haut

source: Scroll down
fr_fr: Défiler vers le bas

source: Updating data
fr_fr: Mise a jour des données

source: NodeId
fr_fr: Id du nœud

source: Last version
fr_fr: Dernière version

source: Last modified
fr_fr: Dernière modification

source: Last modified by
fr_fr: Dernière modification par

source: Not published
fr_fr: Non publié

source: Published (*)
fr_fr: Publié (*)

source: State
fr_fr: Etat

source: Available elements
fr_fr: Éléments disponibles

source: ToolbarButtonsToolBox tool initialized
fr_fr: Outil ToolbarButtonsToolBox initialisé

source: Add
fr_fr: Ajouter

source: under the currently selected element
fr_fr: sous l'élément actuellement sélectionné

source: Update
fr_fr: Mettre a jour

source: Attributes
fr_fr: Attributs

source: Attributes updated!
fr_fr: Attributs mis a jour!

source: Update attributes
fr_fr: Mettre a jour les attributs

source: Search
fr_fr: Rechercher

source: Debug log
fr_fr: Journal de débogage

source: Rdfa annotations
fr_fr: Annotations Rdfa

source: AnnotationRdfaToolBox tool initialized
fr_fr: Outil AnnotationRdfaToolBox initialisé

source: Change history
fr_fr: Changer l'historique

source: UndoToolBox tool initialized
fr_fr: L'outil UndoToolBox a été initialisé

source: Content updated
fr_fr: Contenu mis a jour

source: Create
fr_fr: Créer

source: Changeset not found!
fr_fr: Changeset pas trouvé!

source: Restoring changeset
fr_fr: Restauration du changeset

source: HighlightToolBox tool initialized
fr_fr: Outil HighlightToolBox initialisé

source: External references
fr_fr: Références externes

source: AnnotationToolBox tool initialized
fr_fr: Outil AnnotationToolBox initialisé

source: No `annotation_tag` RngElement type found
fr_fr: Aucun type RngElement `annotation_tag` trouvé

source: Applied `annotation tag`
fr_fr: 'Balise d'annotation' appliquée

source: No annotation_image RngElement type found
fr_fr: Aucune annotation_image type RngElement trouvé

source: Applied annotation link
fr_fr: Lien d'annotation appliqué

source: No annotation_link RngElement type found
fr_fr: Aucun type d'annotation_link RngElement trouvé

source: No annotation_related_info RngElement type found
fr_fr: Aucun type d'annotation_related_info trouvé

source: No annotation_related_info_element RngElement type found
fr_fr: Aucun type d'annotation_related_info_element RngElement trouvé

source: An article cannot be inserted in this document. Check for annotation_link element.
fr_fr: Un article ne peut pas être inséré dans ce document. Vérifiez l'élément annotation_link.

source: ScrollerToolBox tool initialized
fr_fr: Outil ScrollerToolBox initialisé

source: DraggablesToolBox tool initialized
fr_fr: L'outil DraggablesToolBox a été initialisé

source: Drag and drop
fr_fr: Glisser déposer

source: The document already contains a ximlet with ID
fr_fr: Le document contient déjà un ximlet avec ID

source: Do yo want to continue?
fr_fr: Voulez-vous continuer?

source: Annotation tool initialized
fr_fr: Outil d'annotation initialisé

source: Error while obtaining annotations.
fr_fr: Erreur lors de l'obtention d'annotations.

source: No server answer.
fr_fr: Pas de réponse du serveur.

source: Spell checking tool initialized
fr_fr: Outil de vérification orthographique initialisé

source: Error obtaining spell checking file.
fr_fr: Erreur lors de l'obtention du fichier de vérification orthographique.

source: Maybe your text is too long and/or there are so much words to correct in your document.
fr_fr: Votre texte est peut-être trop long et/ou il y a tellement de mots a corriger dans votre document.

source: Be sure that your content and the base language of your document are the same.
fr_fr: Assurez-vous que votre contenu et la langue de base de votre document sont les mêmes.
