Repository: ximdex/ximdex
Catalog: src/I18n/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Show/hide attributes
fr_fr: Afficher/Masquer les attributs

source: Show/hide annotations
fr_fr: Afficher/Masquer les annotations

source: Show/hide debug log
fr_fr: Afficher/Masquer le journal de débogage

source: Show/hide change history
fr_fr: Afficher/masquer l'historique des modifications

source: Show/hide available elements
fr_fr: Afficher/masquer les éléments disponibles

source: Show/hide information
fr_fr: Afficher / masquer l'information

source: Associate selected ximlet with the following node ID:
fr_fr: Associez ximlet sélectionné a l'ID de nœud suivant:

source: Seleccione fecha
fr_fr: Sélectionner une date

source: Link manager
fr_fr: Gestion des liens

source: Add a new link
fr_fr: Ajouter un lien

source: Search existing links
fr_fr: Rechercher des liens existants

source: Available descriptions for the selected link
fr_fr: Descriptions disponibles pour le lien sélectionné

source: Descripción
fr_fr: Description

source: Folder
fr_fr: Dossier

source: Create
fr_fr: Créer

source: Select search criteria
fr_fr: Sélectionner des critères de recherche

source: All fields
fr_fr: Tous les champs

source: Search in subfolders
fr_fr: Chercher dans les sous-dossiers

source: Use the asterisk '*' to obtain all the links of the current folder
fr_fr: Utilisez l'astérisque '*' pour obtenir tous les liens du dossier actuel

source: Find your links and check if they are currently alive by clicking on the icon on the right
fr_fr: Trouvez vos liens et vérifiez s'ils sont en vie en cliquant sur l'icône a droite

source: External links found
fr_fr: Liens externe trouvés

source: Uncheckable
fr_fr: impossible a vérifier

source: There aren't any links matching with the current search. Please, try again with another search string
fr_fr: Il n'y a pas de liens correspondant a la recherche en cours. Veuillez réessayer avec une autre chaîne de recherche

source: Check all
fr_fr: Vérifier tout

source: Go back
fr_fr: Retour

source: Modify channel
fr_fr: Modifier la chaîne

source: File extension
fr_fr: Extension du fichier

source: Output
fr_fr: Sortie

source: Other
fr_fr: Autre

source: Default channel
fr_fr: Chaîne par défaut

source: Rendering XSLT in
fr_fr: Rendu XSLT dans

source: Language manager
fr_fr: Gestionnaire de langue

source: Add language
fr_fr: Ajouter une langue

source: Name for the new language
fr_fr: Nom pour la nouvelle langue

source: ISO name
fr_fr: Nom ISO

source: Select an ISO code
fr_fr: Sélectionner un code ISO

source: Description for the new language
fr_fr: Description pour la nouvelle langue

source: Select at less one above
fr_fr: Sélectionnez au moins un au-dessus

source: System metadata info
fr_fr: Informations sur les métadonnées du système

source: Name [NodeID]
fr_fr: Nom [NodeID]

source: Manage metadata
fr_fr: Gérer les métadonnées

source: Edit HTML
fr_fr: Modifier le code HTML

source: You can't delete the node
fr_fr: Vous ne pouvez pas supprimer le noeud

source: This document has a symbolic link
fr_fr: Ce document a un lien symbolique

source: To delete this node you have to break the link with the following node(s)
fr_fr: Pour supprimer ce nœud, vous devez rompre le lien avec le(s) nœud(s) suivant(s)

source: This action cannot be undone
fr_fr: Cette action ne peut pas être annulée

source: This action does not carry on expiration of nodes
fr_fr: Cette action ne se poursuit pas a l'expiration des noeuds

source: Delete
fr_fr: Supprimer

source: The following nodes will be deleted on cascade
fr_fr: Les nœuds suivants seront supprimés en cascade

source: Deleting this node all its children will be deleted too
fr_fr: En supprimant ce nœud, tous ses enfants seront également supprimés

source: No dependencies were found
fr_fr: Aucune dépendance n'a été trouvée

source: Tick to delete all dependencies
fr_fr: Cocher pour supprimer toutes les dépendances

source: This node has not dependecies at the moment
fr_fr: Ce noeud n'a pas de dépendances pour le moment

source: This node or its children have pending task to publish, if you continue these tasks will be interrupted
fr_fr: Ce noeud ou ses enfants ont une tâche en attente a publier, si vous continuez, ces tâches seront interrompues

source: If you do not want to keep your nodes published
fr_fr: Si vous ne voulez pas garder vos nœuds publiés

source: Edit publication life of your nodes previously deletion.
fr_fr: Modifiez la durée de publication de vos noeuds avant la suppression.

source: If a long time is elapsed before action is executed, list of dependencies and children of node may change
fr_fr: Si une longue période s'est écoulée avant l'exécution de l'action, la liste des dépendances et des enfants du noeud peut changer

source: Delete element
fr_fr: Supprimer l'élement

source: Would you like to delete
fr_fr: Voulez-vous supprimer

source: Publication windows configured for these files will be cancelled.
fr_fr: Les fenêtres de publication configurées pour ces fichiers seront annulées.

source: Expire section
fr_fr: Expirer la section

source: You have selected to expire the contents of section:
fr_fr: Vous avez choisi d'expirer le contenu de la section:

source: Would you like to expire just this folder or all subsections included in it too?
fr_fr: Souhaitez-vous expirer uniquement ce dossier ou toutes les sous-sections qui y sont incluses?

source: Expire just this section
fr_fr: Expire juste cette section

source: Expire section and all subsections included in it
fr_fr: Expire section et toutes les sous-sections incluses

source: Section %1 has been successfully expired
fr_fr: La section %1 a expiré avec succès

source: Add group to section
fr_fr: Ajouter un groupe a la section

source: No groups to add have been found
fr_fr: Aucun groupe a ajouter n'a été trouvé

source: Available groups
fr_fr: Groupes disponibles

source: Select group
fr_fr: Sélectionner un group

source: Recursive
fr_fr: Récursif

source: Force role
fr_fr: Rôle de force

source: Delete group of a section
fr_fr: Supprimer le groupe d'une section

source: No associated groups have been found
fr_fr: Aucun groupe associé n'a été trouvé

source: Template view
fr_fr: Vue du template

source: Default view
fr_fr: Vue par défaut

source: Add section
fr_fr: Ajouter une section

source: Name of your section
fr_fr: Nom de votre section

source: Subfolders availables
fr_fr: Sous-dossier disponibles

source: Languages availables
fr_fr: Langues disponibles

source: Preview
fr_fr: Aperçu

source: Configure section
fr_fr: Configurer la section

source: Modify group
fr_fr: Modifier le groupe

source: Used schema
fr_fr: Schéma utilisé

source: Associate a ximlet to the section
fr_fr: Associer ximlet a la section

source: The associated ximlets will appear in every single XML document of this section
fr_fr: Les ximlets associés apparaîtront dans chaque document XML de cette section

source: Ximlets already associated
fr_fr: Le Ximlets est déjà associés

source: Disassociate recursively
fr_fr: Dissocier récursivement

source: If the current section/server has subfolders, the association will be deleted for them too
fr_fr: Si la section/le serveur actuel a des sous-dossiers, l'association sera également supprimée pour eux

source: Available Ximlets
fr_fr: Ximlets disponibles

source: Associate recursively
fr_fr: Associer récursivement

source: If the current section/server has subfolders, the association will be created for them too
fr_fr: Si la section/le serveur actuel a des sous-dossiers, l'association sera également crée pour eux

source: There aren't any ximlets to associate
fr_fr: Il n'y a aucun ximlets a associer

source: Modify link
fr_fr: Modifier le lien

source: Enlaces encontrados que apuntan a la misma url
fr_fr: Liens trouvés pointant vers la même URL

source: Nombre
fr_fr: Nom

source: Modify asociated status of role
fr_fr: Modifier le statut associé du rôle

source: Select the status asociated with the role
fr_fr: Sélectionner le statut associé du rôle

source: No messages found
fr_fr: Pas de messages trouvés

source: Executing the action on the nodes
fr_fr: Exécuter l'action sur les noeuds

source: close
fr_fr: fermer

source: Los The following nodes
fr_fr: Les nœuds suivants

source: Manage groups
fr_fr: Gérer les groupes

source: There are not
fr_fr: Il n'y a pas

source: more
fr_fr: plus

source: available groups to be associated with the user
fr_fr: groupes disponibles a associer a l'utilisateur

source: belongs to the next groups
fr_fr: appartient aux groupes suivants

source: There are no groups associated with user yet
fr_fr: Aucun groupe associé a l'utilisateur pour le moment

source: Loading...
fr_fr: Chargement...

source: Ximdex logotype
fr_fr: Type de logo Ximdex

source: Semantic content management with Ximdex
fr_fr: Gestion de contenu sémantique avec Ximdex

source: Language
fr_fr: Langue

source: Modify your account
fr_fr: Modifier votre compte

source: Help
fr_fr: Aide

source: Logout
fr_fr: Déconnexion

source: Ximdex, making content management easy
fr_fr: Ximdex, facilite la gestion de contenu

source: Faster
fr_fr: Rapide

source: Drag&amp;Drop functionality to add and move elements, the new publication module ximPUBLISH 2.0, and more to make Ximdex faster!
fr_fr: Faites glisser et déposez la fonctionnalité pour ajouter et déplacer des éléments, le nouveau module de publication ximPUBLISH 2.0, et plus pour rendre Ximdex plus rapide!

source: Powerful
fr_fr: Puissant

source: New node dependency manager, and projects and users predefined and preinstalled to start using Ximdex in a few clicks.
fr_fr: Nouveau gestionnaire de dépendance de noeud, et projets et utilisateurs prédéfinis et préinstallés pour commencer a utiliser Ximdex en quelques clics.

source: Easy
fr_fr: Facile

source: Easy XML edition with the WYSIWYG editor and easy semantic document tagging. Xedit and Xowl module rock!
fr_fr: Edition XML facile avec l'éditeur WYSIWYG et étiquetage facile des documents sémantiques. Xedit et le module Xowl rock!

source: Learn more
fr_fr: Apprendre encore plus

source: Document preview
fr_fr: Aperçu du document

source: View in a new window
fr_fr: Aperçu dans une nouvelle fenêtre

source: Group manager
fr_fr: Gestionnaire de groupe

source: Add group
fr_fr: Ajouter un groupe

source: Group's name
fr_fr: Nom du groupe

source: Change users
fr_fr: Changer d'utilisateur

source: Available users
fr_fr: Utilisateurs disponibles

source: available users to be associated with the group
fr_fr: utilisateurs disponibles a associer avec le groupe

source: The next users belongs to the group
fr_fr: Les utilisateurs suivants appartiennent au groupe

source: There are no users associated with this group yet
fr_fr: Aucun utilisateur associé a ce groupe pour le moment

source: Actived
fr_fr: Activé

source: Installed
fr_fr: Installé

source: manages all the publication processes and file transfers of Ximdex CMS. It's based on a crontab file installed into your operative system
fr_fr: gère tous les processus de publication et les transferts de fichiers de Ximdex CMS. Il est basé sur un fichier crontab installé dans votre système d'exploitation

source: This module is now part of the Ximdex CMS's core. So you can't disable or uninstall it
fr_fr: Ce module fait maintenant partie du noyau du CMS Ximdex. Vous ne pouvez donc pas le désactiver ou le désinstaller

source: enables a small tour through Ximdex CMS interface every time that a user perform a login. This tour could be disable in any moment
fr_fr: permet un petit tour a travers l'interface Ximdex CMS chaque fois qu'un utilisateur effectue une connexion. Cette visite pourrait être désactivée a tout moment

source: It's one of the suggested modules during the installation process and it's based on the Picasso Demo Project to make the tour, so it will install it by default
fr_fr: C'est l'un des modules suggérés pendant le processus d'installation et il est basé sur le projet de démonstration Picasso pour faire le tour, donc il va l'installer par défaut

source: allows the user to tag his documents on Ximdex CMS. It's fully integrated with our visual XML editor, Xedit. The tags could be semantic or external references to another resources on the Web
fr_fr: permet a l'utilisateur de marquer ses documents sur Ximdex CMS. Il est entièrement intégré a notre éditeur XML visuel, Xedit. Les tags peuvent être des références sémantiques ou externes a d'autres ressources sur le Web

source: It's one of the suggested modules during the installation process
fr_fr: C'est l'un des modules suggérés lors du processus d'installation

source: allow the user to find and retrieve external references to resources on the web and recognition of places, people and organizations based on his document's content. It's closely related to ximTAGS module
fr_fr: permettre a l'utilisateur de trouver et de récupérer des références externes a des ressources sur le Web et de reconnaître des lieux, des personnes et des organisations en fonction du contenu de son document. C'est étroitement lié au module ximTAGS

source: Ximdex CMS offers this module in a SaaS mode, so you need a proper key to enable it
fr_fr: Ximdex CMS propose ce module en mode SaaS, vous avez donc besoin d'une clé appropriée pour l'activer

source: helps Ximdex CMS to export/import data serializing nodes into a single transaction
fr_fr: aide Ximdex CMS a exporter / importer des données en sérialisant des nœuds en une seule transaction

source: This operation is not allowed on the selected destination
fr_fr: Cette opération n'est pas autorisée sur la destination sélectionnée

source: Please, select another destination
fr_fr: Merci de sélectionner une autre destination.

source: Choose a destination
fr_fr: Sélectionnez une nouvelle destination

source: Execute this action for all files and subfolders
fr_fr: Exécutez cette action pour tous les fichiers et sous-dossiers

source: Information about
fr_fr: Des informations sur

source: General info
fr_fr: Informations générales

source: Parent node
fr_fr: Nœud parent

source: NodeType
fr_fr: Type de nœud

source: Properties info
fr_fr: Info sur les propriétés

source: Version manager
fr_fr: Gestion de la version

source: New
fr_fr: Nouveau

source: Draft
fr_fr: Brouillon

source: Dependencies
fr_fr: Dépendances

source: Filter by user:
fr_fr: Filtre par utilisateur:

source: Select user
fr_fr: Sélectionner un utilisateur

source: User:
fr_fr: Utilisateur:

source: Percent
fr_fr: Pour cent

source: There aren't any created languages. You should create a new one
fr_fr: Il n'y a pas de langues créées. Vous devriez en créer un nouveau

source: Add project
fr_fr: Ajouter un projet

source: Project name
fr_fr: Nom du projet

source: Available channels
fr_fr: Chaînes disponibles

source: There are no channels created in the system
fr_fr: Il n'y a pas de canaux créés dans le système

source: Available languages
fr_fr: Langues disponibles

source: There are no languages created in the system
fr_fr: Il n'y a pas de langues créées dans le système

source: Avaliable themes
fr_fr: Thèmes disponibles

source: Warning
fr_fr: Attention

source: Folder permissions is going to inherit from the parent
fr_fr: Les autorisations de dossier vont hériter du parent

source: <strong>%1</strong> has been successfully created
fr_fr: <strong>%1</strong> a été créé avec succès

source: Status Report
fr_fr: Rapport de situation

source: Modified documents
fr_fr: Documents modifiés

source: There aren't any edited files yet
fr_fr: Il n'y a pas encore de fichiers édités

source: Below are listed all the relevant documents in your system, grouped by state. Only are shown the files that are modified in comparation with its last published version.
fr_fr: Ci-dessous sont répertoriés tous les documents pertinents dans votre système, regroupés par état. Seuls sont affichés les fichiers qui sont modifiés en comparaison avec sadernière version publiée.

source: Documents in
fr_fr: Documents dans

source: Published documents
fr_fr: Documents publiés

source: There aren't any published files yet
fr_fr: Il n'y a pas encore de fichiers publiés

source: Below are listed all the documents that have been sent to publish
fr_fr: Ci-dessous sont énumérés tous les documents qui ont été envoyés pour la publication

source: Documents in publication queue
fr_fr: Documents dans la file d'attente de publication

source: If you want to have a deeper look into the Ximdex CMS publication process, upgrade this status report with <strong>XPublishTools</strong> module
fr_fr: Si vous voulez approfondir le processus de publication du CMS Ximdex, mettez a niveau ce rapport d'état avec le module <strong>XPublishTools</strong>

source: Create link
fr_fr: Créer un lien

source: Link name
fr_fr: Nom du lien

source: User manager
fr_fr: Gestionnaire des utilisateurs

source: Add User
fr_fr: Ajouter un utilisateur

source: Username
fr_fr: Nom d'utilisateur

source: Username in Ximdex CMS
fr_fr: Nom d'utilisateur dans Ximdex CMS

source: Repeat password
fr_fr: Répéter le mot de passe

source: Name and surname
fr_fr: Nom et prénom

source: Role in general group
fr_fr: Rôle dans le groupe général

source: Interface language
fr_fr: Langue de l'interface

source: Users registered without their consent may violate the rules of your country
fr_fr: Les utilisateurs enregistrés sans leur consentement peuvent violer les règles de votre pays

source: Delete templates
fr_fr: Supprimer les templates

source: Templates not found
fr_fr: Templates non trouvées

source: Removed templates
fr_fr: Templates supprimés

source: fail
fr_fr: echec

source: There aren't any selected template
fr_fr: Il n'y a pas de template sélectionné

source: Add channel
fr_fr: Ajouter une chaine

source: is going to be deleted
fr_fr: va être supprimé

source: Are you sure you want to save the changes?
fr_fr: Êtes-vous sûr de vouloir enregistrer les modifications?

source: Modification of this template has affected to %1 documents. Would you like to republish them?
fr_fr: La modification de ce modèle a affecté les documents %1. Aimeriez-vous les republier?

source: Expire document
fr_fr: Documents expirés

source: You have selected to expire the document:
fr_fr: Vous avez choisi de dé-publier le document:

source: Download file
fr_fr: Télécharger le fichier

source: File download will start immediately. If it does not start, click on:
fr_fr: Le téléchargement du fichier commencera immédiatement. Si cela ne démarre pas, cliquez sur:

source: Descargar %1
fr_fr: Télécharger %1

source: Please, check your database configuration in the /conf/install_params.conf.php file.
fr_fr: Veuillez vérifier la configuration de votre base de données dans le fichier /conf/install_params.conf.php.

source: ERROR: Ximdex is not configured. Please run installer.
fr_fr: ERREUR: Ximdex n'est pas configuré. Merci d'exécuter l'installateur.

source: Available versions
fr_fr: Versions disponibles

source: Role data
fr_fr: Données du rôle

source: Toggle all
fr_fr: Tout développer

source: General data
fr_fr: Données générales

source: Workflow
fr_fr: Flux

source: Generic permits
fr_fr: Permissions génériques

source: Without state
fr_fr: Sans état

source: Associate roles
fr_fr: Associer les rôles

source: Existing roles
fr_fr: Rôles existants

source: Dissociate roles
fr_fr: Dissocier les rôles

source: <p>The <strong>file extension</strong> is not needed.</p>
fr_fr: <p>L'<strong>extension du fichier</strong> n'est pas nécessaire.</p>

source: Create a new file
fr_fr: Créer un fichier

source: File name
fr_fr: Nom du fichier

source: HTML File
fr_fr: Fichier HTML

source: Pool Preview
fr_fr: Aperçu

source: Publish ximlet
fr_fr: Publier le ximlet

source: Show paths
fr_fr: Afficher les chemins

source: Your documents have entered successfully in publication process
fr_fr: Vos documents ont été entrés avec succès dans le processus de publication

source: Change name
fr_fr: Renommer

source: Generic schema
fr_fr: Schéma générique

source: Metadata schema
fr_fr: Schéma de métadonnées

source: Associated workflow
fr_fr: Flux associé

source: Select a workflow
fr_fr: Sélectionnez un flux

source: Search results for:
fr_fr: Résultats de recherche pour:

source: of
fr_fr: de

source: Delete selected associations
fr_fr: Supprimer les associations sélectionnées

source: Associate ximlet with section
fr_fr: Associer ximlet avec section

source: Select node to associate
fr_fr: Sélectionner le noeud a associer

source: The following ximLet is going to be associated
fr_fr: Le ximLet suivant va être associé

source: The current operation is not allowed on the selected destination
fr_fr: L'opération en cours n'est pas autorisée sur la destination sélectionnée

source: This ximlet already is assigned to that target
fr_fr: Cette ximlet est déjà affectée a cette cible

source: Please, select another destination.
fr_fr: Merci de sélectionner une autre destination.

source: Modify user
fr_fr: Modifier l'utilisateur

source: First and last names
fr_fr: Prénom et nom

source: Modify password
fr_fr: Modifier le mot de passe

source: Channel manager
fr_fr: Gestionnaire de chaine

source: Ximdex renderizes documents at the <i>Ximdex</i> local server by default. If your website it's going to be dynamic, then select the <i>Client</i> rederized mode
fr_fr: Ximdex rend les documents sur le serveur local <i>Ximdex</i> par défaut. Si votre site Web est dynamique, sélectionnez le mode rederisé <i>Client</i>

source: Add new post
fr_fr: Ajouter un nouveau message

source: Your latest posts
fr_fr: Vos derniers messages

source: Enter a query
fr_fr: Entrer une requête

source: Edit
fr_fr: Editer

source: Tag it
fr_fr: Le marquer

source: Expire
fr_fr: Expirer

source: Add new xHTML
fr_fr: Ajouter un nouveau xHTML

source: Name of your document
fr_fr: Nom de votre document

source: Editing file
fr_fr: Modification du fichier

source: Tag this node
fr_fr: Marquer ce noeud

source: Create new tags here
fr_fr: Créer un nouveau tags ici

source: Document tags
fr_fr: Tags du document

source: There aren't any tags defined yet
fr_fr: Il n'y a pas encore de tags définis

source: Suggested tags from Ximdex CMS
fr_fr: Balises suggérées du CMS Ximdex

source: Publishing report
fr_fr: Publication du rapport

source: Criterios
fr_fr: Critères

source: Resultado
fr_fr: Résultat

source: Close window
fr_fr: Fermer la fenêtre

source: Any generator node
fr_fr: Tout noeud de générateur

source: Any status
fr_fr: Tout statut

source: Queued
fr_fr: En attente

source: Running
fr_fr: En cours

source: Finished
fr_fr: Terminé

source: Any
fr_fr: Tout

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: Publishing history
fr_fr: Histoire de publication

source: Text to search
fr_fr: Texte a rechercher

source: Document list
fr_fr: Liste de documents

source: This publication
fr_fr: Cette publication

source: Select operation mode
fr_fr: Sélectionner un mode opératoire

source: Export a new package
fr_fr: Exporter un nouveau pacquet

source: Import a package in current instance
fr_fr: Importer un package dans l'instance actuelle

source: Consolidate previous imports
fr_fr: Consolider les importations précédentes

source: Introduce the first node identifier:
fr_fr: Introduire le premier identifiant de noeud:

source: Introduce the exportation name, if you keep it empty, current timestamp will be used:
fr_fr: Introduisez le nom d'exportation, si vous le laissez vide, l'horodatage actuel sera utilisé:

source: Select an import file
fr_fr: Sélectionner un fichier a impoter

source: Select one of available exports
fr_fr: Sélectionnez une des exportations disponibles

source: User to export:
fr_fr: Utilisateur a exporter:

source: Insert node ID on which you want to import:
fr_fr: Insérez l'ID de noeud sur lequel vous souhaitez importer:
