Repository: ximdex/ximdex
Catalog: src/I18n/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: The node you are trying to update does not exist
fr_fr: Le nœud que vous essayez de mettre a jour n'existe pas

source: File could not be uploaded, contact with your administrator
fr_fr: Impossible de télécharger le fichier, contactez votre administrateur

source: File time could not be estimated, contact with your administrator
fr_fr: L'heure du fichier n'a pas pu être estimée, contactez votre administrateur

source: File %s has been successfully updated
fr_fr: Le fichier %s a été mis a jour avec succès

source: Check that any file with same name does not exist
fr_fr: Vérifiez que tout fichier portant le même nom n'existe pas

source: Check that path and file name are corrects
fr_fr: Vérifiez que le chemin et le nom de fichier sont corrects

source: You have not privileges to move forward the node to next status.
fr_fr: Vous n'avez pas les privilèges pour avancer le nœud au statut suivant.

source: You have not assigned a role with privileges to modify workflow status on any of groups associated with the node or the section which contains it.
fr_fr: Vous n'avez pas affecté de rôle avec des privilèges pour modifier l'état du flux de travail sur l'un des groupes associés au noeud ou a la section qui le contient.

source: The document is already in its initial state. A previous state cannot be stablished.
fr_fr: Le document est déjà dans son état initial. Un état antérieur ne peut pas être établi.

source: Users to notify has not been selected.
fr_fr: Les utilisateurs a notifier n'ont pas été sélectionnés.

source: No message specified.
fr_fr: Aucun message spécifié

source: Ximdex CMS: new state for document:
fr_fr: Ximdex CMS: nouvel état du document:

source: State backward notification.
fr_fr: Notification rétrospective de l'état.

source: The user
fr_fr: L'utilisateur

source: has changed the state of
fr_fr: a changé l'état de

source: Full Ximdex path
fr_fr: Chemin complet Ximdex

source: Initial state
fr_fr: État initial

source: Final state
fr_fr: État final

source: Comment
fr_fr: Commentaire

source: Ximdex Language changed to %s. The changes will take effect once you restart Ximdex.
fr_fr: La langue de Ximdex a changé en %s. Les modifications prendront effet une fois que vous aurez redémarré Ximdex.

source: User could not be found
fr_fr: L'utilisateur n'a pas pu être trouvé

source: A Node without NodeType was requested: idNode=%s, nodeType=%s
fr_fr: Un noeud sans NodeType a été demandé: idNode =%s, nodeType =%s

source: Access to %s
fr_fr: Accès a %s

source: Role has been successfully added
fr_fr: Le rôle a été ajouté avec succès

source: The first and the last status can't be modified
fr_fr: Le premier et le dernier statut ne peuvent pas être modifiés

source: Name or description of status can't be empty
fr_fr: Le nom ou la description du statut ne peut pas être vide

source: Error adding status %s
fr_fr: Erreur lors de l'ajout du statut %s

source: Error adding transition %s
fr_fr: Erreur lors de l'ajout de la transition %s

source: The workflow has been successfully updated
fr_fr: Le flux de travail a été mis a jour avec succès

source: Any node will change of workflow state
fr_fr: Tout nœud va changer d'état de flux

source: Nodes which will change workflow state
fr_fr: Les nœuds qui vont changer l'état du flux

source: If you perform this modification, the node workflow state %s will be modified
fr_fr: Si vous effectuez cette modification, l'état du flux de travail de nœud %s sera modifié

source: There are errors on extensions
fr_fr: Il y a des erreurs sur les extensions

source: Extensions have ambiguous values
fr_fr: Les extensions ont des valeurs ambiguës

source: The extensions have been updated
fr_fr: Les extensions ont été mises a jour

source: Error with parameters
fr_fr: Erreur avec les paramètres

source: You must select at least one language
fr_fr: Vous devez sélectionner au moins une langue

source: An error ocurred estimating parent node,
fr_fr: Une erreur s'est produite lors de l'estimation du noeud parent,

source: operation will be aborted, contact with your administrator
fr_fr: l'opération sera annulée, contactez votre administrateur

source: An error ocurred creating the container node
fr_fr: Une erreur s'est produite lors de la création du noeud de conteneur

source: Container %s has been successfully created
fr_fr: Le conteneur %s a été créé avec succès

source: A nodetype could not be estimated to create the document,
fr_fr: Un nodetype n'a pas pu être estimé pour créer le document,

source: A nodetype could not be estimated to create the container folder,
fr_fr: Un nodetype n'a pas pu être estimé pour créer le dossier de conteneur,

source: Language %s insertion has been aborted because it was not found
fr_fr: L'insertion de la langue %s a été annulée car elle n'a pas été trouvée

source: Document %s has been successfully inserted
fr_fr: Le document %s a été inséré avec succès

source: Insertion of document %s with language %s has failed
fr_fr: L'insertion du document %s avec la langue %s a échoué

source: Language could not be successfully loaded, contact with your administrator
fr_fr: Impossible de charger la langue avec succès, contactez votre administrateur

source: Error while loading language
fr_fr: Erreur lors du chargement de la langue

source: Language has been successfully updated
fr_fr: La langue a été mise a jour avec succès

source: An error occurred while updating language
fr_fr: Une erreur s'est produite pendant la mise a jour de la langue

source: Node could not be found
fr_fr: Le nœud n'a pas pu être trouvé

source: This document is already the master document of
fr_fr: Ce document est déjà le document maître de

source: The link has been modified successfully
fr_fr: Le lien a été modifié avec succès

source: The link has been deleted successfully
fr_fr: Le lien a été supprimé avec succès

source: Workflow could not be successfully inserted
fr_fr: Le flux n'a pas pu être inséré avec succès

source: Workflow has been successfully inserted
fr_fr: Le flux a été inséré avec succès

source: Moving node to selected destination is not allowed
fr_fr: Le déplacement du nœud vers la destination sélectionnée n'est pas autorisé

source: Node %s has been successfully moved
fr_fr: Le nœud %s a été déplacé avec succès

source: Source node does not exist
fr_fr: Le nœud source n'existe pas

source: This node is already associated with that parent
fr_fr: Ce nœud est déjà associé a ce parent

source: The operation has failed
fr_fr: L'opération a échouée

source: Not found
fr_fr: Non trouvé

source: A new ximlink could not be created:
fr_fr: Un nouveau ximlink n'a pas pu être créé:

source: A non-existing node cannot be obtained:
fr_fr: Un nœud non existant ne peut pas être obtenu:

source: Preview as
fr_fr: Aperçu en tant que

source: A non-existing node cannot be edited:
fr_fr: Un nœud non existant ne peut pas être modifié:

source: A non-existing node cannot be saved:
fr_fr: Un nœud non existant ne peut pas être sauvegardé:

source: Document cannot be saved.
fr_fr: Le document ne peut pas être enregistré.

source: The content of
fr_fr: Le contenu de

source: A non-existing node content cannot be obtained:
fr_fr: Un contenu de nœud non existant ne peut pas être obtenu:

source: The php-enchant module should be installed to use the spell checker
fr_fr: Le module php-enchant doit être installé pour utiliser le vérificateur d'orthographe

source: Xowl_token configuration value has not been defined
fr_fr: La valeur de configuration Xowl_token n'a pas été définie

source: Xowl module has not been installed.<br/><br/> If you want to realize the noticeable improvements that you will obtain with Xowl, a demonstrative video is shown below (%s)<br/><br/>Also, you can test it at <a target='_blank' href='http:/demo.ximdex.com'>demo.ximdex.com</a><br/><br/>
fr_fr: Le module Xowl n'a pas été installé. <br/><br/> Si vous voulez réaliser les améliorations notables que vous obtiendrez avec Xowl, une vidéo démonstrative est montrée ci-dessous(%s) <br/><br/> vous pouvez le tester sur <a target='_blank'href='http:/demo.ximdex.com'>demo.ximdex.com</a><br/><br/>

source: Xowl module has not been installed. It is included in the advanced package WIX.
fr_fr: Le module Xowl n'a pas été installé. Il est inclus dans le package avancé WIX.

source: docxap can not be found for node:
fr_fr: docxap est introuvable pour le nœud:

source: Error while loading the xml enricher
fr_fr: Erreur lors du chargement de l'enricher xml

source: Error while enriching the scheme, a RNG grammar label
fr_fr: Erreur lors de l'enrichissement du schéma, une étiquette de grammaire RNG

source: Error while enriching the scheme, a 'define' was not found in the configuration file
fr_fr: Erreur lors de l'enrichissement du schéma, un 'define' n'a pas été trouvé dans le fichier de configuration

source: You can not edit the document.
fr_fr: Vous ne pouvez pas modifier le document.

source: A non-existing editor has been refered.
fr_fr: Un éditeur non existant a été référé.

source: Error creating a new Node Edition
fr_fr: Erreur lors de la création d'une nouvelle édition de noeud

source: A link with that name already exists in the selected folder
fr_fr: Un lien avec ce nom existe déjà dans le dossier sélectionné

source: Getting parent node with set uid...
fr_fr: Obtenir le nœud parent avec set uid ...

source: Parent Node retrieved
fr_fr: Nœud principal récupéré

source: with uid =
fr_fr: avec uid =

source: Searching for edited nodes (uid set) and new nodes (uidtype) in html
fr_fr: Recherche de nœuds édités (uid set) et de nouveaux nœuds (uidtype) en html

source: Node
fr_fr: Noeud

source: exists. Editing content...
fr_fr: existe. Modification du contenu ...

source: Non-existing uid. Getting type...
fr_fr: Uid non-existant. Obtenir le type ...

source: Type retrieved:
fr_fr: Type récupéré:

source: Type retrieved: none :: No translation applied
fr_fr: Type extrait: aucun :: Aucune traduction appliquée

source: Parent node retrieved:
fr_fr: Nœud parent récupéré:

source: Parent Uid retrieved:
fr_fr: Uid parent récupéré:

source: Appending new child to parent node in XML document...
fr_fr: Ajout d'un nouvel enfant au nœud parent dans un document XML ...

source: Setting uid
fr_fr: Réglage de l'uid

source: Appending
fr_fr: Ajouter

source: Searching for deleted elements...
fr_fr: Recherche d'éléments supprimés ...

source: Deleting element with uid
fr_fr: Suppression d'un élément avec uid

source: It is necessary to be an active user to upload files
fr_fr: Il est nécessaire d'être un utilisateur actif pour télécharger des fichiers

source: NodeType is empty
fr_fr: Le type de nœud est vide

source: Files cannot be added because of lack of permits
fr_fr: Les fichiers ne peuvent pas être ajoutés en raison du manque de permission

source: Add style sheets
fr_fr: Ajouter des feuilles de style

source: Add schemas
fr_fr: Ajouter des schemas

source: Add templates
fr_fr: Ajouter des templates

source: Add XML files
fr_fr: Ajouter des fichiers XML

source: Add files
fr_fr: Ajouter des fichiers

source: Select a schema
fr_fr: Sélectionner un schéma

source: Select a language
fr_fr: Sélectionnez une langue

source: Destination node has not been found
fr_fr: Le nœud de destination n'a pas été trouvé

source: A file already exists with same name.
fr_fr: Un fichier existe déjà avec le même nom.

source: File is not of expected type
fr_fr: Le fichier n'est pas du type attendu

source: File has been successfully overwritten.
fr_fr: Le fichier a été écrasé avec succès.

source: File has been successfully uploaded.
fr_fr: Le fichier a été téléchargé avec succès.

source: BaseIO has returned the error code
fr_fr: BaseIO a retourné le code d'erreur

source: Not any change has been performed
fr_fr: Tout changement a été effectué

source: An error occurred while modifying channel
fr_fr: Une erreur s'est produite lors de la modification du canal

source: Channel has been successfully modified
fr_fr: Le canal a été modifié avec succès

source: Error setting Default Channel property
fr_fr: Erreur lors de la définition de la propriété Default Channel

source: Language has been succesfully added
fr_fr: La langue a été ajoutée avec succès

source: Language
fr_fr: Langue

source: could not be
fr_fr: pourrait ne pas être

source: added
fr_fr: ajouté

source: Requested document does not exist
fr_fr: Le document demandé n'existe pas

source: Document has been successfully updated
fr_fr: Le document a été mis a jour avec succès

source: Because of system restrictions, the following nodes cannot be deleted:
fr_fr: En raison des restrictions système, les nœuds suivants ne peuvent pas être supprimés:

source: Selected document or folder is not empty. It also have external dependencies with other system documents and it cannot be deleted using your role. Please, undo dependencies or use a user with suitable permissions.
fr_fr: Le document ou le dossier sélectionné n'est pas vide. Il a également des dépendances externes avec d'autres documents système et il ne peut pas être supprimé en utilisant votre rôle. Veuillez annuler les dépendances ou utiliser un utilisateur disposant des autorisations appropriées.

source: Your role cannot delete the selected container because of it has language versions depending on it.
fr_fr: Votre rôle ne peut pas supprimer le conteneur sélectionné en raison des versions linguistiques qui en dépendent.

source: Selected document or folder is not empty and it cannot be deleted using your role. Please, undo dependencies or use a user with suitable permissions.
fr_fr: Le document ou le dossier sélectionné n'est pas vide et il ne peut pas être supprimé en utilisant votre rôle. Veuillez annuler les dépendances ou utiliser un utilisateurdisposant des autorisations appropriées.

source: Selected file has dependencies with other system documents and it cannot be deleted using your role. Please, undo dependencies or use a user with suitable permissions.
fr_fr: Le fichier sélectionné possède des dépendances avec d'autres documents système et il ne peut pas être supprimé a l'aide de votre rôle. Veuillez annuler les dépendances ouutiliser un utilisateur disposant des autorisations appropriées.

source: List of pending documents
fr_fr: Liste des documents en attente

source: To be able to delete this node, you should first delete the following language versions
fr_fr: Pour pouvoir supprimer ce nœud, vous devez d'abord supprimer les versions linguistiques suivantes

source: An error occurred while deleting:
fr_fr: Une erreur s'est produite lors de la suppression:

source: Error message:
fr_fr: Message d'erreur:

source: An error occurred while deleting dependencies:
fr_fr: Une erreur est survenue lors de la suppression des dépendances:

source: All nodes were successfully deleted
fr_fr: Tous les nœuds ont été supprimés avec succès

source: Node is not empty and it has external dependencies.
fr_fr: Le nœud n'est pas vide et il a des dépendances externes.

source: Node is not empty.
fr_fr: Le nœud n'est pas vide.

source: It has external dependencies.
fr_fr: Il a des dépendances externes.

source: Action successfully performed.
fr_fr: Action accomplie avec succès.

source: Section <strong>%s</strong> has been successfully expired
fr_fr: La section <strong>%s</strong> a expiré avec succès

source: The folder where you want to upload the files does not exist
fr_fr: Le dossier dans lequel vous voulez télécharger les fichiers n'existe pas

source: A node type allowed in this folder could not be estimated, contact with your administrator.
fr_fr: Un type de nœud autorisé dans ce dossier n'a pas pu être estimé, contactez votre administrateur.

source: File type could not be estimated or it is an invalid type.
fr_fr: Le type de fichier n'a pas pu être estimé ou il s'agit d'un type non valide.

source: No type of file which can be inserted in this folder has been found, contact with your administrator
fr_fr: Aucun type de fichier pouvant être inséré dans ce dossier n'a été trouvé, contactez votre administrateur

source: List of allowed extension files is as follows: %s
fr_fr: La liste des fichiers d'extension autorisés est la suivante: %s

source: File %s has been successfully inserted
fr_fr: Le fichier %s a été inséré avec succès

source: Please, Check if there is any file with same name
fr_fr: Merci de vérifier s'il y a un fichier avec le même nom

source: Please, check if path and name are correct
fr_fr: Merci de vérifier si le chemin et le nom sont corrects

source: The Image file %s is going to be replaced with %s, but the name in the system will not change.
fr_fr: Le fichier Image %s va être remplacé par %s, mais le nom dans le système ne changera pas.

source: File content %s is going to be replaced with %s
fr_fr: Le contenu du fichier %s va être remplacé par %s

source: Document has been successfully replaced
fr_fr: Le document a été remplacé avec succès

source: An unexpected error has occurred while replacing the document
fr_fr: Une erreur inattendue s'est produite lors du remplacement du document

source: %s has been successfully created
fr_fr: %s a été créé avec succès

source: Operation could not be successfully completed
fr_fr: L'opération n'a pas pu être terminée avec succès

source: It is not possible to show preview.
fr_fr: Il n'est pas possible d'afficher l'aperçu.

source: The node you are trying to preview does not exist.
fr_fr: Le nœud que vous essayez de prévisualiser n'existe pas.

source: Provided node is not a structured document.
fr_fr: Le nœud fourni n'est pas un document structuré.

source: It is not possible to show preview. There is not any defined channel.
fr_fr: Il n'est pas possible d'afficher l'aperçu. Il n'y a pas de canal défini.

source: This operation could not be successfully completed.
fr_fr: Cette opération n'a pas pu aboutir.

source: This section has been successfully configured.
fr_fr: Cette section a été configurée avec succès.

source: Group has been successfully modified
fr_fr: Le groupe a été modifié avec succès

source: An error occurred while modifying group
fr_fr: Une erreur s'est produite lors de la modification du groupe

source: There are no specified languages
fr_fr: Il n'y a pas de langues spécifiées

source: The selected node was not found:
fr_fr: Le noeud sélectionné n'a pas été trouvé:

source: More than one allowed nodetype has been found for this folder, it is recovered returning to the first
fr_fr: Plus d'un nodetype autorisé a été trouvé pour ce dossier, il est récupéré en retournant au premier

source: The node with id %d has not any nodeAllowedContent with necessary features to store a language list
fr_fr: Le noeud avec l'ID %d n'a aucun noeudAllowedContent avec les fonctionnalités nécessaires pour stocker une liste de langues

source: No language has been found
fr_fr: Aucune langue n'a été trouvée

source: Changes have been successfully done
fr_fr: Les modifications ont été effectuées avec succès

source: next
fr_fr: suivant

source: You do not belong to any group with publication privileges
fr_fr: Vous n'appartenez a aucun groupe avec des privilèges de publication

source: State has been successfully changed
fr_fr: L'état a été modifié avec succès

source: State forward notification.
fr_fr: Etat de notification a terme.

source: were successfully published
fr_fr: ont été publiés avec succès

source: were not published, due to some error along the process
fr_fr: n'ont pas été publiés, en raison d'une erreur dans le processus

source: were not published because they are already published in its latest version
fr_fr: n'ont pas été publiés car ils sont déjà publiés dans sa dernière version

source: The node could not be loaded
fr_fr: Le noeud n'a pas pu être chargé

source: The server could not be loaded
fr_fr: Le serveur n'a pas pu être chargé

source: The document belongs to a server which has not any configured physical server.
fr_fr: Le document appartient a un serveur qui n'a aucun serveur physique configuré.

source: No information about the selected group (%s) could be obtained
fr_fr: Aucune information sur le groupe sélectionné (%s) n'a pu être obtenue

source: No information about the selected workflow state (%s) could be obtained
fr_fr: Aucune information sur l'état du flux de travail sélectionné (%s) n'a pu être obtenue

source: No ximlet has been found to be associated.
fr_fr: Aucune ximlet n'a été trouvée associée.

source: Section
fr_fr: une section

source: has been succesfully associated to the ximlet
fr_fr: a été associé avec succès a l'ximlet

source: has not been associated to the ximlet
fr_fr: n'a pas été associé a l'ximlet

source: Doc
fr_fr: Le document

source: has been associated to the ximlet
fr_fr: a été associé a l'ximlet

source: Ximlet with id
fr_fr: Ximlet avec l'Id

source: has been deleted.
fr_fr: a été supprimé.

source: No ximlet has been found to be disassociated.
fr_fr: Aucune ximlet n'a été trouvée dissociée.

source: has been disassociated with the ximlet
fr_fr: a été dissocié avec le ximlet

source: has not been disassociated with the ximlet
fr_fr: n'a pas été dissocié avec le ximlet

source: Link could not be successfully loaded, contact with your administrator
fr_fr: Le lien n'a pas pu être chargé avec succès, contactez votre administrateur

source: Link has been successfully updated
fr_fr: Le lien a été mis a jour avec succès

source: An error occurred while upadting link
fr_fr: Une erreur s'est produite lors de la mise a jour du lien

source: The rol has been successfully updated
fr_fr: Le fichier a été mis a jour avec succès

source: The query handler was not found.
fr_fr: Le gestionnaire de requête n'a pas été trouvé.

source: A class which does not exist is trying to be requested: Datasource_
fr_fr: Un cours qui n'existe pas essaie d'être demandé: Datasource_

source: Empty nodes in checkNodeAction [ browser3 ]
fr_fr: Nœuds vides dans checkNodeAction [browser3]

source: The set name cannot be empty.
fr_fr: Le nom de l'ensemble ne peut pas être vide.

source: Nodes has been added correctly.
fr_fr: Les nœuds ont été ajoutés correctement.

source: Users have been added correctly.
fr_fr: Les utilisateurs ont été ajoutés correctement.

source: Nodes have been deleted successfully.
fr_fr: Les noeuds ont été supprimés avec succès.

source: Users have been deleted successfully.
fr_fr: Les utilisateurs ont été supprimés avec succès.

source: The filter
fr_fr: Le filtre

source: does not exists.
fr_fr: n'existe pas.

source: The filter name cannot be empty.
fr_fr: Le nom du filtre ne peut pas être vide.

source: The filter cannot be empty.
fr_fr: Le filtre ne peut pas être vide.

source: The filter handler cannot be empty.
fr_fr: Le gestionnaire de filtre ne peut pas être vide.

source: The file has been successfully recovered.
fr_fr: Le fichier a été récupéré avec succès.

source: The file has been successfully deleted.
fr_fr: Le fichier a été supprimé avec succès.

source: Group has been successfully inserted
fr_fr: Le groupe a été inséré avec succès

source: Module not found
fr_fr: Module introuvable

source: Module not changed
fr_fr: Module non modifié

source: Module installed
fr_fr: Module installé

source: Module actived
fr_fr: Module activé

source: Module uninstalled
fr_fr: Module désinstallé

source: Module disabled
fr_fr: Module désactivée

source: Source node cannot be the same as destination node
fr_fr: Le noeud source ne peut pas être identique au noeud de destination

source: Destination node does not exist
fr_fr: Le noeud de destination n'existe pas

source: You cannot make a copy of nodes between differents projects
fr_fr: Vous ne pouvez pas faire une copie des noeuds entre différents projets
