Repository: ximdex/ximdex
Catalog: src/I18n/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Error parsing the field %s
fr_fr: Erreur lors de l'analyse du champ %s

source: You must set the field %s
fr_fr: Vous devez définir le champ %s

source: The field %s has an invalid format
fr_fr: Le format du champ %s est invalide

source: The field %s has not the correct format
fr_fr: Le format du champ %s est incorrect

source: The field %s has exceded the maximum size of %d with the value %s
fr_fr: Le champ %s a dépassé la taille maximale de %d avec la valeur %s

source: Required action not found.
fr_fr: Action requise non trouvée.

source: The action %s cannot be executed on the selected node
fr_fr: L'action %s ne peut pas être executée sur le noeud sélectionné

source: Message successfully sent to %s
fr_fr: Le message a correctement été envoyé a %s

source: Error sending message to the mail address %s
fr_fr: Erreur lors de l'envoi du message a l'adresse e-mail %s

source: No se ha podido insertar el enlace
fr_fr: Le lien ne peut pas être inséré

source: No se ha podido eliminar el enlace
fr_fr: Le lien ne peut pas être supprimé

source: An error occured while trying to save the document
fr_fr: Une erreur est survenue lors de la sauvegarde du document

source: The ISO code entered is already assigned to another language
fr_fr: Le code ISO entré est déjà affecté a une autre langue

source: Fatal error: the nodetype associated to %s does not exist
fr_fr: Fatal error: le noeud associé a %s n'existe pas

source: No se ha podido encontrar la transacción, consulte con su administrador
fr_fr: La transaction n'a pas pu être trouvée, vérifiez auprès de votre administrateur

source: No se pueden eliminar los estados primero y último del workflow
fr_fr: Le premier et dernier état du workflow ne peuvent pas être supprimés

source: Inheritable property cannot be instantiate:
fr_fr: La propriété héritable ne peut pas être instanciée:

source: This nodetype is already associated to other workflow
fr_fr: Ce noeud est déjà associé a d'autres flux de travail

source: Unsupported mime-type %s extension %s
fr_fr: Extension de type-mime %s non prise en charge %s

source: Empty mimetype detected on _infereFileType
fr_fr: Type-mime vide détecté sur _infereFileType

source: No nodetype allowed in %s
fr_fr: Aucun nodetype autorisé dans %s

source: Project
fr_fr: un projet

source: Server
fr_fr: un serveur

source: Section
fr_fr: une section

source: MetaDataContainer
fr_fr: un dossier de MetaData

source: Image folder
fr_fr: un dossier d'image(s)

source: XML folder
fr_fr: un dossier XML

source: Ximclude folder
fr_fr: un dossier ximclude

source: Common folder
fr_fr: un dossier commun

source: CSS folder
fr_fr: un dossier CSS

source: Template folder
fr_fr: un dossier template(s)

source: Image template folder
fr_fr: un dossier d'image(s) template

source: Link folder
fr_fr: un dossier de lien(s)

source: JS folder
fr_fr: un dossier de JS

source: Ximlet folder
fr_fr: un dossier de Ximlet

source: Empty nodetype in baseIO
fr_fr: Noeud vide dans baseIO

source: Empty nodetype
fr_fr: Noeud vide

source: Nodetype could not be infered
fr_fr: Le noeud n'a pas pu être déduit

source: Node could not be inserted due to lack of permits
fr_fr: Permission refusée : le noeud n'a pas pu être inséré

source: Node could not be inserted due to it is not allowed in the folder
fr_fr: Le noeud n'a pas pu être inséré car il n'est pas autorisé dans le dossier

source: Parentid was not specified
fr_fr: L'Id du parent n'a pas été spécifié

source: Node parent was not specified
fr_fr: Le noeud du parent n'a pas été spécifié

source: Node name was not specified
fr_fr: Le nom du noeud n'a pas été spécifié

source: Error obtaining object messages
fr_fr: Erreur d'obtention des messages d'objet

source: A file for node creation could not be obtained
fr_fr: Un fichier pour la création de noeud n'a pas pu être obtenu

source: Url was not stablished
fr_fr: L'URL n'a pas été créée

source: An error occurred inserting the document
fr_fr: Une erreur s'est produite lors de l'insertion du document

source: It is being tried to insert a xmlcontainer without its corresponding schema
fr_fr: Tentative d'insertion d'un conteneur XML sans son schéma correspondant

source: It was not specified a template for the node
fr_fr: Le template pour le noeud n'a pas été spécifié

source: It was not specified a language for the node
fr_fr: La langue pour le noeud n'a pas été spécifiée

source: An error occurred trying to insert the node
fr_fr: Une erreur s'est produite lors de l'insertion du noeud

source: The class %s does not exist in BaseIO
fr_fr: La class %s n'existe pas dans BaseIO

source: The identifier to update could not be found
fr_fr: L'identifiant a mettre a jour n'a pas pu être trouvé

source: It is being tried to modify a nonexistent node
fr_fr: Tentative de modification d'un noeud inexistant

source: Node %s could not be found
fr_fr: Le noeud %s n'a pas pu être trouvé

source: It has been specified a node of type xmldocument and the found node is of type
fr_fr: Un noeud du type Xmldocument a été spécifié et le noeud est du type

source: The class %s is no existing in BaseIO update
fr_fr: La classe %s n'existe pas dans la mise a jour de BaseIO

source: A nodetype could not be determined for insertion
fr_fr: Un noeud n'a pas pu être déterminé pour l'insertion

source: ** ERROR: %s is empty
fr_fr: ** ERREUR: %s est vide

source: ** ERROR: %s doesn't exist
fr_fr: ** ERREUR: %s n'existe pas

source: Error executing SQL script file: %s
fr_fr: Erreur lors de l'exécution du script SQL: %s

source: %s not exists
fr_fr: %s n'existe pas

source: -- SQL constructor loaded
fr_fr: -- Constructeur SQL chargé

source: * ERROR: SQL constructor not loaded
fr_fr: * ERREUR: Constructeur SQL non chargé

source: -- SQL destructor loaded
fr_fr: -- Destructeur SQL chargé

source: * ERROR: SQL destructor not loaded
fr_fr: * ERREUR: Destructeur SQL non chargé

source: The node does not exist
fr_fr: Le noeud n'existe pas

source: Database connection error
fr_fr: Erreur de connection a la base de données

source: Error accessing to file system
fr_fr: Erreur d'accès au fichier système

source: A publication window already exists in this interval
fr_fr: Une fenêtre de publication existe déjà dans cet intervalle

source: Publication window does not exist
fr_fr: La fenêtre de publication n'existe pas

source: Generation error
fr_fr: Erreur de génération

source: Expiration date should be later than publication date
fr_fr: La date d'expiration devrait être postérieure a la date de publication

source: Frames cannot overlap
fr_fr: Les cadres ne peuvent pas se chevaucher

source: Document language is not enabled
fr_fr: La langue du document n'est pas activée

source: nodeID %s dateUp %s dateDown %s markEnd %s linked %s
fr_fr: nodeID %s date de création %s date d'expiration %s markEnd %s linked %s

source: Void node
fr_fr: Nœud vide

source: There is a frame in this interval
fr_fr: Il y a un cadre dans cet intervalle

source: Any physical server available
fr_fr: Plusieurs serveurs physique disponible

source: Disabled language
fr_fr: Langue désactivée

source: Generation error for channel
fr_fr: Erreur de génération pour la chaîne

source: No correct node received
fr_fr: Aucun noeud correct reçu

source: No correct server received
fr_fr: Aucun serveur correct reçu

source: No target frame available
fr_fr: Aucun cadre disponible

source: No physical target server available
fr_fr: Aucun serveur physique disponible

source: Not target frame available
fr_fr: Pas de cadre disponible

source: Deleting frames in table %s - server %s
fr_fr: Suppression des cadres dans la table %s - serveur %s

source: No deletion in table %s - server %s
fr_fr: Pas de suppression dans la table %s - serveur %s

source: Unpublish documents before deleting node
fr_fr: Annuler la publication des documents avant la suppression du noeud

source: Delete node and keep documents published
fr_fr: Supprimer le noeud et conserver les documents publiés

source: Void param idFrame
fr_fr: Parametre idFrame vide

source: [PipelineManager:getCacheFromProcess] Process not found:
fr_fr: [PipelineManager:getCacheFromProcess] Processus non trouvé:

source: Error writing in file [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s file: %s
fr_fr: Erreur d'écriture dans le fichier [inc/fsutils/FsUtils.class.php] script: %s file: %s Ligne: %s fichier: %s

source: Trying to obtaing the content of a nonexistent file [lib/Ximdex/Utils/FsUtils.php] script: %s file: %s line: %s nonexistent_file: %s
fr_fr: Tentative d'accés au contenu d'un fichier inexistant [lib/Ximdex/Utils/FsUtils.php] script: %s fichier: %s ligne: %s fichier_inexistant: %s

source: It has been applied to delete recursively a folder [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s folder: %s
fr_fr: La suppression récursive d'un dossier [inc/fsutils/FsUtils.class.php] a été appliqué script: %s fichier: %s ligne: %s dossier: %s

source: Error estimating folder %s
fr_fr: Erreur du dossier d'estimation %s

source: It was not possible to open the folder %s %s, %s
fr_fr: Impossible d'ouvrir le dossier %s %s, %s

source: It has been applied to delete a nonexistent file %s [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s
fr_fr: La suppression d'un fichier inexistant %s [inc/fsutils/FsUtils.class.php] a été appliquée script: %s fichier: %s ligne: %s

source: It has been applied to delete a file which could not been deleted %s [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s
fr_fr: La suppression d'un fichier qui ne peut pas être supprimé %s [inc/fsutils/FsUtils.class.php] a été appliquée script: %s fichier: %s ligne: %s

source: Serializer :: The class {%s} could not be instanced.
fr_fr: Serializer :: La classe {%s} n'a pas pu être instanciée

source: The compression option %s is not valid
fr_fr: L'option de compression %s n'est pas valide

source: The file type %s is not valid, a complete copy will be used by default.
fr_fr: Le type du fichier %s n'est pas valide, une copie complete sera utilisée par defaut.

source: In incremental copies just folders are allowed, the element %s will be ignored
fr_fr: Dans les copies incrémentielles, seuls les dossiers sont autorisés, l'élément %s sera ignoré

source: Temporal folder %s could not been created
fr_fr: Le dossier temporel %s n'a pas pu être créé

source: Nodetype does not exist
fr_fr: Le type de noeud n'existe pas

source: Language does not exist
fr_fr: La langue n'existe pas

source: A language with this name already exists
fr_fr: Une langue avec ce nom existe déjà

source: Arguments missing
fr_fr: Arguments manquants

source: Channel does not exist
fr_fr: La chaine n'existe pas

source: Database inconsistency
fr_fr: Incompatibilité de base de données

source: No se ha podido cargar el estado por su id de nodo
fr_fr: Le statut n'a pas pu être chargé par son identifiant de noeud

source: No se ha podido cargar el estado por su nombre de nodo
fr_fr: Le statut n'a pas pu être chargé par son nom de noeud

source: The nodetype does not exist
fr_fr: Le type de noeud n'existe pas

source: Arguments missing or invalid
fr_fr: Arguments manquants ou invalides

source: Some of the children could not be deleted
fr_fr: Certains enfants n'ont pas pu être supprimés

source: No root in tree
fr_fr: Pas de racine dans l'arbre

source: A node with the given name already exists
fr_fr: Un noeud avec le nom donné existe déjà

source: Invalid name format
fr_fr: Nom du format invalide

source: Parent node does not exist
fr_fr: Le noeud parent n'existe pas

source: The node cannot be moved to an own internal node
fr_fr: Le noeud ne peut pas être déplacé vers un noeud interne

source: The node cannot be deleted
fr_fr: Le noeud ne peut pas être supprimé

source: It is not located under the given node
fr_fr: Il n'est pas situé sous le nœud donné

source: A master node cannot link other
fr_fr: Un nœud maître ne peut pas se lier a d'autres noeud

source: A node cannot link itself
fr_fr: Un noeud ne peut pas se lier a lui même

source: This node is not allowed in this position
fr_fr: Ce noeud n'est pas autorisé dans cette position

source: The node could not be moved to state %s
fr_fr: Le noeud n'a pas pu être changé vers l'état %s

source: Node could not be moved
fr_fr: Le noeud n'a pas pu être déplacé

source: This call should be done through CreateNode
fr_fr: Cet appel doit être effectué via CreateNode

source: The name, parent or nodetype is missing
fr_fr: Le nom, le parent ou le nodetype est manquant

source: The specified nodetype does not exist
fr_fr: Le type de nœud spécifié n'existe pas

source: Node name is not valid
fr_fr: Le nom du nœud n'est pas valide

source: There is already a node with this name under this parent
fr_fr: Il y a déjà un nœud avec ce nom sous ce parent

source: This node is not allowed under this parent
fr_fr: Ce nœud n'est pas autorisé sous ce parent

source: Error creating the node
fr_fr: Erreur lors de la création du noeud

source: Node deletion was denied
fr_fr: La suppression du nœud a été refusée

source: Alias could not be updated, incorrect operation
fr_fr: L'alias ​​n'a pas pu être mis a jour, opération incorrecte

source: Error in query %s or %s
fr_fr: Erreur dans la requête %s ou %s

source: The node you want to operate with does not exist
fr_fr: Le nœud que vous voulez utiliser n'existe pas

source: Error: unexisting node
fr_fr: Erreur: nœud inexistant

source: Alias could not be deleted, incorrect operation
fr_fr: L'alias ​​n'a pas pu être supprimé, opération incorrecte

source: Error in query %s
fr_fr: Erreur dans la requête %s

source: It is being tried to call a function without param
fr_fr: Tentative d'appel d'une fonction sans paramètre(s)

source: The nodetype %s could not be obtained for node
fr_fr: Le type de nœud %s n'a pas pu être obtenu pour le nœud

source: It is being tried to load the unexistent node %s
fr_fr: Tentative de chargement du nœud inexistant %s

source: It is being tried to load the node %s from the unexistent node %s
fr_fr: On essaie de charger le nœud %s a partir du nœud inexistant %s

source: It has been processed a %s%% of the nodes
fr_fr: Il a été traité a %s%% des nœuds

source: The last processed node was %s
fr_fr: Le dernier nœud traité était %s

source: Error checking if the node is allowed - parent does not exist [1]
fr_fr: Erreur de vérification si le noeud est autorisé - parent n'existe pas [1]

source: Error checking if the node is allowed - parent does not exist [2]
fr_fr: Erreur de vérification si le noeud est autorisé - parent n'existe pas [2]

source: The specified parent node does not exist
fr_fr: Le noeud parent spécifié n'existe pas

source: The parent %s does not allow any nested node from him
fr_fr: Le parent %s n'autorise aucun nœud imbriqué

source: This node type is not allowed in this position
fr_fr: Ce type de nœud n'est pas autorisé dans cette position

source: The introduced nodetype %s does not exist
fr_fr: Le type de nœud introduit %s n'existe pas

source: The node is not allowed inside this parent
fr_fr: Ce nœud n'est pas autorisé a l'intérieur de ce parent

source: No more nodes can be created in this folder type
fr_fr: Aucun autre nœud ne peut être créé dans ce type de dossier

source: Property %s not found for node %d
fr_fr: Propriété %s introuvable pour le nœud %d

source: The node over which property want to be deleted does not exist
fr_fr: Le noeud sur lequel la propriété veut être supprimée n'existe pas

source: It was not possible to obtain the node project folder
fr_fr: Il n'a pas été possible d'obtenir le dossier de projet de noeud

source: Locale does not exist
fr_fr: Locale n'existe pas

source: A locale with this name already exists
fr_fr: Locale avec ce nom existe déjà

source: Role does not exist
fr_fr: Le rôle n'existe pas

source: Ha ocurrido un error no recuperable durante la gestión de estados de workflow, consulte con su administrador
fr_fr: Une erreur irrécupérable s'est produite pendant la gestion de l'état du flux, vérifiez auprès de votre administrateur

source: No se han podido determinar las transiciones de un estado para su eliminación, esto es normal si el estado es estado inicial o final
fr_fr: Il n'a pas été possible de déterminer les transitions d'un état pour son élimination, c'est normal si l'état est un état initial ou final

source: User does not exist
fr_fr: L'utilisateur n'existe pas

source: An user with this login already exists
fr_fr: Un utilisateur avec ce nom existe déjà

source: Some of the connections with your groups could not be deleted
fr_fr: Certaines connexions avec vos groupes n'ont pas pu être supprimées

source: Error in associated object
fr_fr: Erreur dans l'objet associé

source: Role for group missing
fr_fr: Rôle pour le groupe manquant

source: The node must be previously created
fr_fr: Le nœud doit être créé précédemment

source: The nodetype %d has no create action associated
fr_fr: Le type de nœud %d n'a aucune action de création associée

source: An error has occurred while the document's transformation and the process cannot continue
fr_fr: Une erreur s'est produite pendant la transformation du document et le processus ne peut pas continuer

source: Ha ocurrido un error inesperado al intentar transformar el nodeType %s
fr_fr: Une erreur inattendue s'est produite lors de la tentative de transformation du nœud de type %s

source: Ha ocurrido un error insertando el estado, consulte con su administrador
fr_fr: Une erreur est survenue en insérant le statut, consultez votre administrateur

source: No se ha podido generar la nueva transición
fr_fr: La nouvelle transition n'a pas pu être générée

source: Group does not exist
fr_fr: Le groupe n'existe pas

source: A group with this name already exists
fr_fr: Un groupe avec le nom donné existe déjà

source: Some of the node links could not be deleted
fr_fr: Certains liens de nœud n'ont pas pu être supprimés

source: General group could not be obtained
fr_fr: Le groupe général n'a pas pu être obtenu

source: Specified relation already exists
fr_fr: La relation spécifiée existe déjà

source: General group cant be removed
fr_fr: Le groupe général ne peut pas être supprimé

source: Action does not exist
fr_fr: L'action n'existe pas

source: Permit does not exist
fr_fr: La permission n'existe pas

source: Not initialized object
fr_fr: Objet non initialisé

source: Params node and user are mandatory
fr_fr: Le nœud Params et l'utilisateur sont obligatoires

source: Error Adding NodeEdition
fr_fr: Erreur lors de l'ajout de NodeEdition

source: Param user is mandatory
fr_fr: Le params de l'utilisateur est obligatoire

source: Params node and property are mandatory
fr_fr: Le nœud Params et les propriétés sont obligatoires

source: Param nodeId is mandatory
fr_fr: Le params nodId est obligatoire

source: Params nodeId and property are mandatories
fr_fr: Le Params nodeId et les propriétés sont obligatoires

source: Error of proc_open
fr_fr: Erreur de proc_open

source: Command params:
fr_fr: Paramètres de commande:

source: Option: %s Shows this help
fr_fr: Option: %s Affiche cette aide

source: Option: %s Allows to include params from a file
fr_fr: Option: %s Permet d'inclure des paramètres d'un fichier

source: Obligatorio
fr_fr: Obligatoire

source: The argument %s should be numeric
fr_fr: L'argument %s devrait être numérique

source: The argument %s should be a text string
fr_fr: L'argument %s devrait être un string

source: The argument %s should be an array
fr_fr: L'argument %s devrait être un tableau

source: The argument %s should be a hash
fr_fr: L'argument %s devrait être un hash

source: The argument should be one of the following:
fr_fr: L'argument devrait être l'un des suivants:

source: The argument should be one or more of the following:
fr_fr: L'argument devrait être un ou plusieurs des éléments suivants:

source: Type of param %s has not been specified
fr_fr: Le type de param %s n'a pas été spécifié

source: (Mandatory some of the following set of values) (%s)
fr_fr: (Obligatoire une partie de l'ensemble de valeurs suivant) (%s)

source: [%s]: (Mandatory) %s
fr_fr: [%s]: (Obligatoire) %s

source: [%s]: (Not allowed value) %s
fr_fr: [%s]: (Valeur non autorisée) %s

source: Forbidden access
fr_fr: Accès interdit

source: No images found in this folder
fr_fr: Aucune image trouvée dans ce dossier

source: A total of %s channels are going to be disassociated from %s nodes.
fr_fr: Un total de %s canaux vont être dissociés de %s nœuds.

source: A total of %s language versions are going to be deleted.
fr_fr: Un total de %s langues seront supprimés.

source: A total of %s channels have been disassociated from %s nodes.
fr_fr: Un total de %s canaux a été dissocié de %s nœuds.

source: Channel values will be inherited.
fr_fr: Les valeurs de canal seront héritées.

source: %s Channels have been successfully assigned.
fr_fr: %s Les chaînes ont été attribuées avec succès.

source: A total of %s channels have been recursively associated with %s documents.
fr_fr: Un total de %s canaux a été associé récursivement aux documents %s.

source: A total of %s language versions have been deleted.
fr_fr: Au total, %s langues ont été supprimées.

source: Language values will be inherited.
fr_fr: Les valeurs de langues seront héritées.

source: %s Languages have been successfully assigned.
fr_fr: %s Les langues ont été attribuées avec succès.

source: A total of %s language versions have been recursively created.
fr_fr: Un total de %s langues versions ont été créées de manière récursive.

source: Template values will be inherited.
fr_fr: Les valeurs de modèle seront héritées.

source: %s Templates have been successfully assigned.
fr_fr: %s Les templates ont été attribuées avec succès.

source: %s will be used as document transformer.
fr_fr: %s sera utilisé comme transformateur de document.

source: Server successfully removed
fr_fr: Serveur supprimé avec succès

source: Server successfully modified
fr_fr: Serveur modifié avec succès

source: Server successfully created
fr_fr: Serveur créé avec succès

source: Error while creating server
fr_fr: Erreur lors de la création du serveur

source: Not allowed protocol
fr_fr: Protocole non autorisé

source: A local directory is required
fr_fr: Un répertoire local est requis

source: A local url is required
fr_fr: Une url local est requis

source: A password is required
fr_fr: Un mot de passe est requis

source: A remote directory is required
fr_fr: Un répertoire distant est requis

source: A remote url is required
fr_fr: Une URL distante est requise

source: A connection port is required
fr_fr: Un port de connexion est requis

source: A remote address is required
fr_fr: Une adresse distante est requise

source: A login is required
fr_fr: Un login est requis

source: Server description is required
fr_fr: La description du serveur est requise

source: Server description %s is already in use
fr_fr: Description du serveur %s est déjà utilisé

source: An enconding type is required
fr_fr: Un type obligatoire est requis

source: At least one channel is required
fr_fr: Au moins un canal est requis

source: A temporal directory to export could not be created
fr_fr: Un répertoire temporel a exporter n'a pas pu être créé

source: Directory could not be deleted
fr_fr: Le répertoire n'a pas pu être supprimé

source: There is not any defined physical server in: '%s'
fr_fr: Il n'y a pas de serveur physique défini dans: '%s'

source: %s %s has been successfully sent to publish
fr_fr: %s %s a été envoyé avec succès pour publier

source: Asociar schema a section
fr_fr: Associer le schéma a la section

source: Tipo de plantilla
fr_fr: Type de modèle

source: Association has been successfully performed.
fr_fr: L'association a été réalisée avec succès.

source: Error while associating.
fr_fr: Erreur lors de l'association.
